[
	{
		"article_id": "25808",
		"url": "10/86/25808",
		"article_title": "The Encyclopedia Project",
		"publish_year": "",
		"description": "",
		"volume_name": "ABOUT",
		"subsection_name": "The Encyclopedia Project",
		"photos": [{ "photo": null, "desc": null }],
		"vids": [],
		"text": "<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">More than twenty years after the printing of the first edition, the second edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b><i> </i>comes with updated and expanded information on Filipino artists, artworks, history, and aesthetics. Available on both online and print formats, the encyclopedia promises to be a vital record of the invaluable contribution of the arts sector to the cultural heritage of the nation. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">An important compendium of data on Philippine art and culture for all generations, this online edition enters the new millennium cognizant of a generation of content consumers that are quick to adopt the latest trends in technology, have great access to information, and are globally connected, thus possessing the potential for a deep sense of empathy and an aspiration to reform the world. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">As the most comprehensive and authoritative source of knowledge about Philippine art and cultural heritage from the precolonial past to the era of our present republic, the online edition serves as a record of creators, an inventory of gifts, and a guide for the next generation of thought leaders, educators, and managers. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The work on this encyclopedia began in 2005, when then CCP President Nestor O. Jardin asked the editor-in-chief of the first edition, Dr Nicanor G. Tiongson, to convene a team of scholars and artists to evaluate that edition in preparation for a planned revision. The evaluation was completed but the actual work of updating and revising the 1994 edition started only in 2013. The work took four years of painstaking research, writing, design, and production. Dr Tiongson, who was also appointed editor-in-chief of the second edition, headed a team of respected scholars from leading institutions such as University of the Philippines (UP) Diliman, UP Manila, UP Clark, UP Los Ba&ntilde;os, UP Baguio, UP Visayas, UP Tacloban, UP Mindanao, Ateneo de Manila University, Ateneo de Naga University, Ateneo de Zamboanga, De La Salle University, Far Eastern University, Holy Angel University, St. Louis University, University of Santo Tomas, Mindanao State University Tawi-Tawi, and the Cebuano Studies Center. These scholars and writers served as volume editors, associate editors, and/or writers of new as well as revised articles. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In presenting the online edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b>, the Board of Trustees and the Management of the CCP are confident that this encyclopedia will continue to be a relevant resource responsive to the needs of its target audiences&mdash;the youth, education, and culture sectors. The new edition hopes to shape generations of culture-sensitive Filipinos, whose creativity will be based on a firm grasp of Philippine art history and aesthetics as well as the distinct values and traditions that make up Philippine life and society. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Objectives</b></span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">This edition of the encyclopedia seeks to revise the 1994 printed edition in two ways: a) by updating existing entries in all sections, and b) by including new entries based on the criteria established by the editors for each volume and in consideration of the most notable contributions to ethnographic studies as well as the field-changing developments in the various art forms as reflected in the new movements, institutions, art forms, and art works in that artistic category. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The online edition contains all the text and pictures of the printed edition and much, much more as it is now able to post more illustrations and full color photographs and, more importantly, incorporate video clips showing excerpts from major works in dance, music, theater, and film as well as the documentation of heritage buildings. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">This edition also seeks to more consciously and systematically widen the representation of cultural traditions, including the indigenous and folk, Hispanic and American, among others, as well as the types and examples of art works in these traditions as an antidote to the canonization of works chosen by a few intellectuals or scholars whose tastes may either be too elitist or too westernized. Such canonization has, in the past, resulted in the nonrecognition or outright rejection of art forms or works which the cultural gatekeepers did not recognize as &ldquo;art&rdquo; and were therefore considered not worthy of inclusion in the canon of works in that artistic field. To counteract and minimize the probability of creating such exclusive canons, this edition went out of its way to highlight Gawad Manlilikha ng Bayan awardees and their works, and to encourage the participation of regional scholars in the identification of the art forms they consider legitimate and artists and art works deemed important in the development of their regional cultures. Once identified by regional scholars, these artists and art works were immediately included in the encyclopedia, even if they did not, as indeed many of them could not, meet the criteria for inclusion set for artists from Metro Manila.</span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Content and Division</b></span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The online edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b> has nine areas. The area on <b><u>Peoples of the Philippines</u> </b>contains the master essays on the 54 ethnolinguistic groups of the Philippines, arranged alphabetically from Aeta to Yakan. Each essay gives essential and succinct information on the group, its history, economy, political system, social organization and customs, and religious beliefs and practices, and integrates a discussion of the group&rsquo;s architecture and community planning, visual arts, literary arts, media arts, and performing arts. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The next eight areas focus on the eight arts, with one area dedicated to each art form: <b><u>Architecture</u></b>, <b><u>Visual Arts</u></b>, <b><u>Dance</u></b>, <b><u>Music</u></b>, <b><u>Theater</u></b>, <b><u>Film</u></b>, <b><u>Broadcast Arts</u></b>, and <b><u>Literature</u></b>. To encompass all the major aspects of the art form, each area is divided into: <b>Historical Essays</b>, which traces the diachronic development of these art forms; <b>Forms and Types</b>, which describes the major genres in each art form in alphabetical order; <b>Aspects of the [art form]</b>, which discusses topics related to the production, dissemination, patronage, validation, and study of art works; <b>Works</b>, which presents art objects, structures, productions, or literary oeuvres singled out for starting a new movement or embodying the best practice in a genre or being a landmark in the history of an art form or in the artistic development of an artist; <b>Artists and Organizations</b>, which lists important artists, technicians, and organizations and their artistic achievements; and <b>General Sources </b>which lists down all the works used as references in the essays and includes titles of other books deemed important as sources for the study of a particular art form. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Methodology and Perspective</b></span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The entries in this online edition were written or revised using research data gathered from published and unpublished studies found in public and private libraries and collections, from questionnaires sent out to artists, from interviews and consultations with experts in the field, and trips to research centers specializing in a particular area of study. Needless to say, writers could only use data from existing research and had to forego inclusion or discussion of works, artists, periods, or ethnic groups that had not been systematically studied and written about. In the researches, primacy was put on facts verifiable through scientific investigation. Writers veered away from unexamined hearsay, urban legends, and sectarian beliefs, always striving to be guided by reason, science, and the secularism of the encyclopedists of the Enlightenment.</span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In the choice of data to be included in the write-ups, writers were advised that this edition, like the first, has a conservationist advocacy, where heritage, intangible and tangible, is concerned. Thus, the encyclopedia now includes the most number of surviving ancient structures to inform the people and government of their historical value and thereby hopefully save them from the wrecking ball. It treasures the documentation of the ephemeral arts, like music, dance, and theater and the recording in audiovisual file or print of oral literatures, of the process of traditional art making, and the archiving of all radio, television, and film works. These materials constitute part of the memory of the race, without which there can be no Filipino identity or nation.</span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">Moreover, the editors and writers adopted a people-oriented perspective, presenting the side of the powerless majority against the big corporations or families that infringe on their rights, whether to their ancestral lands, sources of food, education, personal freedoms, and life itself. The entries on some indigenous groups expose the destruction of indigenous cultures because of tribal displacement, harassment, or genocide which may be caused by land grabbing, mining, logging, and deforestation. Others highlight the political, economic, and religious forces that attempt to censor or suppress inconvenient truths about abuses perpetrated on people and the environment which artists try to expose. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In the analysis of works, writers chose an approach that highlighted the formal elements of the art works, but also analyzed them as social artifacts that can be better understood as products of the material conditions of society in a given period in history, and as responses to the economic, political, and social phenomena of their time. </span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0in 0in 0.0001pt\">Finally, writers avoided any inclination toward nativism, which might tend to exoticize art works or freeze them in some &ldquo;authentic&rdquo; form. Instead, writers worked from the premise that culture and arts are as dynamic as the artists who create them. As they are created in response to social changes and foreign influences, these forms may undergo processes of adaptation, rejection, appropriation, hybridization, or indigenization. And if culture is dynamic, so is the Filipino cultural identity.</p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Conclusion</b></span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">Like the first edition, this new edition of the encyclopedia is CCP&rsquo;s contribution to the <b>creation of the nation as an imagined cultural community</b>. In this endeavor, the second edition tries, through the contributions of its editors and writers, to imagine and move toward the realization of a nation that is pluralistic, meaning, respectful of all religions, whether animist, Muslim, Catholic, Protestant, and others, and the artistic expressions associated with each of them (pluralism of aesthetics is also here implied). Such a nation must also be inclusive of all forms of artistic expression, recognizing not only the traditional fine arts of architecture, visual arts, music, dance, and theater, but also the electronic or media arts, including <i>komiks</i>, film, radio, and television (the encyclopedia rejects the dichotomy made between high art and low art, fine art and popular art). In addition, the nation imagined by this work needs to be gender-sensitive, rejecting patriarchal values even as the encyclopedia documents and exposes the art works that propagate those values and, conversely, endorses those that ably portray LGBTQ characters and problems, which were earlier banned by conservative elements of the government- or church-controlled media. Furthermore, the national culture proposed by the encyclopedia should be reflective of all the cultural traditions of the country: the indigenous or Austronesian culture found among a small percentage of the total population; the Christian lowland cultures of the Ilocano, Pangasinan, Kapampangan, Tagalog, Bikol, Ilonggo, Cebuano, Waray, and others; the popular culture propagated by media especially in urban centers; and the classical culture created by the academic elite in highly aestheticized centers of culture and arts. Finally, the culture imagined by these volumes must embrace the artistic works of all classes, whether these be portraits of wealthy <i>ilustrados</i>, films by middle-class directors like Lav Diaz, activist plays created by workers groups, or the traditional textiles, baskets, mats, carvings, and metalcraft of the marginalized <i>lumad</i> (indigenous) groups.</span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The <b><i>CCP Encyclopedia of Philippine Art</i></b> is a cultural project whose effects are necessarily social and political<b>, </b>because it works for the realization of a national community that is marked by a sense of respect for the rights of all, including the disempowered majority, and a real democratic participation in the processes of governance. It is therefore a project guided by cultural nationalism, not of the Japanese war era or of the New Society variety, but the nationalism of a society where the voices of all cultural sectors are heard&mdash;and their common will upheld.</span></span></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"><strong><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">                                                                                                                                                         NICANOR G. TIONGSON</span></span></strong><strong><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"></span></span></strong> </p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"><em><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">                                                                                                                                                         Editor-in-Chief</span></span></em></p>\r\n\r\n<p style=\"text-align:justify; margin:0cm 0cm 0.0001pt\"></p>\r\n",
		"category": 11,
		"article": [
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">More than twenty years after the printing of the first edition, the second edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b><i> </i>comes with updated and expanded information on Filipino artists, artworks, history, and aesthetics. Available on both online and print formats, the encyclopedia promises to be a vital record of the invaluable contribution of the arts sector to the cultural heritage of the nation. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">An important compendium of data on Philippine art and culture for all generations, this online edition enters the new millennium cognizant of a generation of content consumers that are quick to adopt the latest trends in technology, have great access to information, and are globally connected, thus possessing the potential for a deep sense of empathy and an aspiration to reform the world. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">As the most comprehensive and authoritative source of knowledge about Philippine art and cultural heritage from the precolonial past to the era of our present republic, the online edition serves as a record of creators, an inventory of gifts, and a guide for the next generation of thought leaders, educators, and managers. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The work on this encyclopedia began in 2005, when then CCP President Nestor O. Jardin asked the editor-in-chief of the first edition, Dr Nicanor G. Tiongson, to convene a team of scholars and artists to evaluate that edition in preparation for a planned revision. The evaluation was completed but the actual work of updating and revising the 1994 edition started only in 2013. The work took four years of painstaking research, writing, design, and production. Dr Tiongson, who was also appointed editor-in-chief of the second edition, headed a team of respected scholars from leading institutions such as University of the Philippines (UP) Diliman, UP Manila, UP Clark, UP Los Ba&#xF1;os, UP Baguio, UP Visayas, UP Tacloban, UP Mindanao, Ateneo de Manila University, Ateneo de Naga University, Ateneo de Zamboanga, De La Salle University, Far Eastern University, Holy Angel University, St. Louis University, University of Santo Tomas, Mindanao State University Tawi-Tawi, and the Cebuano Studies Center. These scholars and writers served as volume editors, associate editors, and/or writers of new as well as revised articles. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In presenting the online edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b>, the Board of Trustees and the Management of the CCP are confident that this encyclopedia will continue to be a relevant resource responsive to the needs of its target audiences&#x2014;the youth, education, and culture sectors. The new edition hopes to shape generations of culture-sensitive Filipinos, whose creativity will be based on a firm grasp of Philippine art history and aesthetics as well as the distinct values and traditions that make up Philippine life and society. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Objectives</b></span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">This edition of the encyclopedia seeks to revise the 1994 printed edition in two ways: a) by updating existing entries in all sections, and b) by including new entries based on the criteria established by the editors for each volume and in consideration of the most notable contributions to ethnographic studies as well as the field-changing developments in the various art forms as reflected in the new movements, institutions, art forms, and art works in that artistic category. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The online edition contains all the text and pictures of the printed edition and much, much more as it is now able to post more illustrations and full color photographs and, more importantly, incorporate video clips showing excerpts from major works in dance, music, theater, and film as well as the documentation of heritage buildings. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">This edition also seeks to more consciously and systematically widen the representation of cultural traditions, including the indigenous and folk, Hispanic and American, among others, as well as the types and examples of art works in these traditions as an antidote to the canonization of works chosen by a few intellectuals or scholars whose tastes may either be too elitist or too westernized. Such canonization has, in the past, resulted in the nonrecognition or outright rejection of art forms or works which the cultural gatekeepers did not recognize as &#x201C;art&#x201D; and were therefore considered not worthy of inclusion in the canon of works in that artistic field. To counteract and minimize the probability of creating such exclusive canons, this edition went out of its way to highlight Gawad Manlilikha ng Bayan awardees and their works, and to encourage the participation of regional scholars in the identification of the art forms they consider legitimate and artists and art works deemed important in the development of their regional cultures. Once identified by regional scholars, these artists and art works were immediately included in the encyclopedia, even if they did not, as indeed many of them could not, meet the criteria for inclusion set for artists from Metro Manila.</span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Content and Division</b></span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The online edition of the <b><i>CCP Encyclopedia of Philippine Art</i></b> has nine areas. The area on <b><u>Peoples of the Philippines</u> </b>contains the master essays on the 54 ethnolinguistic groups of the Philippines, arranged alphabetically from Aeta to Yakan. Each essay gives essential and succinct information on the group, its history, economy, political system, social organization and customs, and religious beliefs and practices, and integrates a discussion of the group&#x2019;s architecture and community planning, visual arts, literary arts, media arts, and performing arts. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The next eight areas focus on the eight arts, with one area dedicated to each art form: <b><u>Architecture</u></b>, <b><u>Visual Arts</u></b>, <b><u>Dance</u></b>, <b><u>Music</u></b>, <b><u>Theater</u></b>, <b><u>Film</u></b>, <b><u>Broadcast Arts</u></b>, and <b><u>Literature</u></b>. To encompass all the major aspects of the art form, each area is divided into: <b>Historical Essays</b>, which traces the diachronic development of these art forms; <b>Forms and Types</b>, which describes the major genres in each art form in alphabetical order; <b>Aspects of the [art form]</b>, which discusses topics related to the production, dissemination, patronage, validation, and study of art works; <b>Works</b>, which presents art objects, structures, productions, or literary oeuvres singled out for starting a new movement or embodying the best practice in a genre or being a landmark in the history of an art form or in the artistic development of an artist; <b>Artists and Organizations</b>, which lists important artists, technicians, and organizations and their artistic achievements; and <b>General Sources </b>which lists down all the works used as references in the essays and includes titles of other books deemed important as sources for the study of a particular art form. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Methodology and Perspective</b></span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The entries in this online edition were written or revised using research data gathered from published and unpublished studies found in public and private libraries and collections, from questionnaires sent out to artists, from interviews and consultations with experts in the field, and trips to research centers specializing in a particular area of study. Needless to say, writers could only use data from existing research and had to forego inclusion or discussion of works, artists, periods, or ethnic groups that had not been systematically studied and written about. In the researches, primacy was put on facts verifiable through scientific investigation. Writers veered away from unexamined hearsay, urban legends, and sectarian beliefs, always striving to be guided by reason, science, and the secularism of the encyclopedists of the Enlightenment.</span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In the choice of data to be included in the write-ups, writers were advised that this edition, like the first, has a conservationist advocacy, where heritage, intangible and tangible, is concerned. Thus, the encyclopedia now includes the most number of surviving ancient structures to inform the people and government of their historical value and thereby hopefully save them from the wrecking ball. It treasures the documentation of the ephemeral arts, like music, dance, and theater and the recording in audiovisual file or print of oral literatures, of the process of traditional art making, and the archiving of all radio, television, and film works. These materials constitute part of the memory of the race, without which there can be no Filipino identity or nation.</span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">Moreover, the editors and writers adopted a people-oriented perspective, presenting the side of the powerless majority against the big corporations or families that infringe on their rights, whether to their ancestral lands, sources of food, education, personal freedoms, and life itself. The entries on some indigenous groups expose the destruction of indigenous cultures because of tribal displacement, harassment, or genocide which may be caused by land grabbing, mining, logging, and deforestation. Others highlight the political, economic, and religious forces that attempt to censor or suppress inconvenient truths about abuses perpetrated on people and the environment which artists try to expose. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">In the analysis of works, writers chose an approach that highlighted the formal elements of the art works, but also analyzed them as social artifacts that can be better understood as products of the material conditions of society in a given period in history, and as responses to the economic, political, and social phenomena of their time. </span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "Finally, writers avoided any inclination toward nativism, which might tend to exoticize art works or freeze them in some &#x201C;authentic&#x201D; form. Instead, writers worked from the premise that culture and arts are as dynamic as the artists who create them. As they are created in response to social changes and foreign influences, these forms may undergo processes of adaptation, rejection, appropriation, hybridization, or indigenization. And if culture is dynamic, so is the Filipino cultural identity."
			},
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"><b>Conclusion</b></span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">Like the first edition, this new edition of the encyclopedia is CCP&#x2019;s contribution to the <b>creation of the nation as an imagined cultural community</b>. In this endeavor, the second edition tries, through the contributions of its editors and writers, to imagine and move toward the realization of a nation that is pluralistic, meaning, respectful of all religions, whether animist, Muslim, Catholic, Protestant, and others, and the artistic expressions associated with each of them (pluralism of aesthetics is also here implied). Such a nation must also be inclusive of all forms of artistic expression, recognizing not only the traditional fine arts of architecture, visual arts, music, dance, and theater, but also the electronic or media arts, including <i>komiks</i>, film, radio, and television (the encyclopedia rejects the dichotomy made between high art and low art, fine art and popular art). In addition, the nation imagined by this work needs to be gender-sensitive, rejecting patriarchal values even as the encyclopedia documents and exposes the art works that propagate those values and, conversely, endorses those that ably portray LGBTQ characters and problems, which were earlier banned by conservative elements of the government- or church-controlled media. Furthermore, the national culture proposed by the encyclopedia should be reflective of all the cultural traditions of the country: the indigenous or Austronesian culture found among a small percentage of the total population; the Christian lowland cultures of the Ilocano, Pangasinan, Kapampangan, Tagalog, Bikol, Ilonggo, Cebuano, Waray, and others; the popular culture propagated by media especially in urban centers; and the classical culture created by the academic elite in highly aestheticized centers of culture and arts. Finally, the culture imagined by these volumes must embrace the artistic works of all classes, whether these be portraits of wealthy <i>ilustrados</i>, films by middle-class directors like Lav Diaz, activist plays created by workers groups, or the traditional textiles, baskets, mats, carvings, and metalcraft of the marginalized <i>lumad</i> (indigenous) groups.</span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">The <b><i>CCP Encyclopedia of Philippine Art</i></b> is a cultural project whose effects are necessarily social and political<b>, </b>because it works for the realization of a national community that is marked by a sense of respect for the rights of all, including the disempowered majority, and a real democratic participation in the processes of governance. It is therefore a project guided by cultural nationalism, not of the Japanese war era or of the New Society variety, but the nationalism of a society where the voices of all cultural sectors are heard&#x2014;and their common will upheld.</span></span>"
			},
			{ "type": "paragraph", "value": "" },
			{ "type": "paragraph", "value": "" },
			{
				"type": "paragraph",
				"value": "<strong><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">                                                                                                                                                         NICANOR G. TIONGSON</span></span></strong><strong><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\"></span></span></strong> "
			},
			{
				"type": "paragraph",
				"value": "<em><span style=\"text-justify:inter-ideograph\"><span style=\"text-autospace:none\">                                                                                                                                                         Editor-in-Chief</span></span></em>"
			},
			{ "type": "paragraph", "value": "" },
			{ "type": "author", "value": null },
			{ "type": "see_also", "value": [] },
			{ "type": "sources", "value": [] }
		]
	}
]
