[
	{
		"article_id": "25832",
		"url": "10/94/25832",
		"article_title": "User Agreement",
		"publish_year": "",
		"description": "",
		"volume_name": "ABOUT",
		"subsection_name": "User Agreement",
		"photos": [{ "photo": null, "desc": null }],
		"vids": [],
		"text": "<p>Please read the following Agreement carefully before clicking the &quot;I Agree&quot; button, and using the http://www.ccpepawebsite.com website and/or the CCP Encyclopedia of Philippine Art (EPA) application created, managed and operated by the Cultural Center of the Philippines.</p>\r\n\r\n<p>Your access to and use of the  <strong><em>CCP Encyclopedia of Philippine Art Digital Edition</em></strong> is conditioned on your acceptance of and compliance with this Agreement. By clicking the &quot;I Agree&quot; button, downloading or using the Application, you are agreeing to be bound by the terms and conditions of this Agreement. This Agreement applies to all visitors, users and others who access or use the Service.</p>\r\n\r\n<p>If you do not agree to the terms of this Agreement, do not click on the &quot;I Agree&quot; button and do not download or use the Application.</p>\r\n\r\n<p><br />\r\n <strong>Subscriber</strong> </p>\r\n\r\n<p>&ldquo;Institutional Subscribers&rdquo; may be a business (&ldquo;Business&rdquo;), government agency (&ldquo;Agency&rdquo;), school and related facilities (&ldquo;School&rdquo;), college or university (&ldquo;University&rdquo;) or public library (&ldquo;Library&rdquo;).</p>\r\n\r\n<p>&ldquo;Authorized Subscribers&rdquo; are: (1) any person who bought a subscription of the <em><strong>CCP Encyclopedia of Philippine Art Digital Edition</strong> </em> from the Cultural Center of the Philippines for their personal use; (2) employees, agents or representatives in the case of Businesses and Agencies; (3) students, faculty members, administrators, and employed staff in the case of Schools; (4) full or part-time students, faculty members, administrators and employed staff in the case of Universities; and (5) patrons, employees, agents or representatives in the case of Libraries.</p>\r\n\r\n<p><br />\r\n <strong>Subscription License</strong> </p>\r\n\r\n<p>1. License Grant. Cultural Center of the Philippines grants you a revocable, non-exclusive, non-transferable, limited license to download, install and use the CCP Encyclopedia of Philippine Art Digital Edition on (number of devices) solely for non-commercial purposes and in strict accordance with the terms of this Agreement.</p>\r\n\r\n<p>2. The terms of this User Agreement will govern any content, materials, or services accessible to or purchased from the Encyclopedia of Philippine Art Application as well as upgrades provided by the Cultural Center of the Philippines. Except as provided in the Usage Rules, you may not distribute or make the EPA Digital Edition Application available over a network where it could be used by multiple devices at the same time. You may not transfer, redistribute or sublicense the EPA Digital Edition Application and, if you sell your device to a third party you must remove the EPA Digital Edition Application before doing so. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code, modify, or create derivative works of the EPA Digital Edition Application, any updates, or any part thereof.</p>\r\n\r\n<p>3. Security of Subscription. If you are authorized by an Institutional Subscriber (such as your employer, a school or library) to access and use any of the services, your right to use the EPA Digital Edition Application is not transferable to personal devices. You are responsible for protecting the confidentiality of your credentials for access to the EPA Digital Edition Application (e.g., your username and password) and for complying with any guidelines prescribed by the Cultural Center of the Philippines from time to time to prevent unauthorized access to the EPA Digital Edition Application. You agree to immediately notify Cultural Center of the Philippines of any unauthorized use of your password or any other breach of security. Cultural Center of the Philippines reserves the right to perform one-way encryption of passwords for account maintenance purposes.</p>\r\n\r\n<p>4. Notice to Parents and Guardians. By granting your child permission to use the Subscription Services, you agree to this Agreement on behalf of your child. You are responsible for monitoring and supervising your child&#39;s use of the EPA Digital Edition Application in question.</p>\r\n\r\n<p><br />\r\n <strong>Subscriber Terms</strong> </p>\r\n\r\n<p>1. Definition. As used in these additional terms, &quot;you&quot; or &quot;yours&quot; refers to each person who establishes a subscriber account (&quot;Account&quot;) or who is authorized to access and use any of the EPA Digital Edition Application.</p>\r\n\r\n<p>2. Account. You are responsible for all use of your Account under any user ID (username or email address) or password by any person and for ensuring that all use of your Account complies fully with the provisions of this EPA User Agreement.</p>\r\n\r\n<p>3. Subscription Fees and Changes. Subscription charges begin on the date your Services subscription is activated or, if applicable, on the date your free trial period ends, and will be billed to your credit or charge card each month (for monthly subscriptions) or year (for annual subscriptions) thereafter. Cultural Center of the Philippines reserves the right to increase subscription rates at any time. Changes to standard subscription rates will be posted at (CCP website) or in our communication to you. Increases in subscription rates will apply to existing accounts at the time of their renewal and will not exceed the standard subscription rate that has been in effect and posted for at least 30 days. Reductions in the standard subscription rate will not necessarily be reflected in your renewal subscription rate.</p>\r\n\r\n<p>4. Renewals and Cancellations. In the event that you cancel your subscription, subscription fee will not be refunded, applied to another subscription, or transferred to anyone else and are not convertible to cash or other form of credit. Payments made as part of a monthly subscription cannot be used as credit toward annual subscription charges and are non-transferable.</p>\r\n\r\n<p>5. Credit Cards or Charge Cards. You agree that you will provide a major credit or charge card (e.g., MasterCard, Visa, American Express, or Discover) that Cultural Center of the Philippines may charge for all subscription fees or other amounts payable to Cultural Center of the Philippines. With respect to such charges, you give the following authorization:</p>\r\n\r\n<p>I authorize automatic credit or charge card billing by Cultural Center of the Philippines. I agree that the charges described above will be billed by Cultural Center of the Philippines to the credit or charge card that I have provided to Cultural Center of the Philippines in my Account information, or otherwise when I applied for the Subscription Services. I understand that all fees and charges are nonrefundable. I agree that Cultural Center of the Philippines will not be responsible for any expenses that I may incur resulting from overdrawing my bank account or exceeding my credit limit as a result of an automatic charge made under this Agreement.</p>\r\n\r\n<p>6. Account Information. You agree to provide current, complete, and accurate information for your Account in order to receive access to the Subscription Services. You agree to promptly update all Account information to keep your account current, complete, and accurate (such as a change in billing address, credit or charge card number, or credit or charge card expiration date) and you must promptly notify Cultural Center of the Philippines if your credit or charge card is cancelled (for example, for loss or theft) or if you become aware of a potential breach of security, such as the unauthorized disclosure or use of your log-in and password. Changes to such information can be made by going to the (CCP Website). If you fail to provide Cultural Center of the Philippines any of the foregoing information, you agree that Cultural Center of the Philippines may assume that your credit or charge card is either still valid or that it has been renewed and may continue charging you for the Subscription Services to which you have subscribed, unless you have cancelled your subscription. You agree to waive your rights under the Data Privacy Law with respect to all information you provide pursuant to this paragraph 6.</p>\r\n\r\n<p><br />\r\n <strong>Restrictions</strong> </p>\r\n\r\n<p>You agree not to, and you will not permit others to license, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the Application or make the Application available to any third party. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code, modify, or create derivative works of the EPA Digital Edition Application, any updates, or any part thereof.</p>\r\n\r\n<p>Moreover, all contents found in the EPA Digital Edition are owned by CCP and its respective artists. You cannot modify, copy, or claim ownership rights to the EPA Digital Edition, or any derivative, compilation, sequel or series, or related work. You agree that nothing in this Agreement shall give you any right, title, or interest in the EPA Digital Edition other than the right to use the same in accordance with this Agreement. All texts either quoted directly or paraphrased must be indicated by in-text citations and proper acknowledgements. Full bibliographic details are given in the reference list which also contains internet sources containing URL and access dates.</p>\r\n\r\n<p><br />\r\n <strong>Modifications to Application</strong> </p>\r\n\r\n<p>Cultural Center of the Philippines reserves the right to modify, suspend or discontinue, temporarily or permanently, the CCP Encyclopedia of Philippine Art Digital Edition or any service to which it connects, with or without notice and without liability to you.</p>\r\n\r\n<p><br />\r\n <strong>Term and Termination</strong> </p>\r\n\r\n<p>1. Effect. This Agreement shall remain in effect until terminated by you or by the Cultural Center of the Philippines. The Cultural Center of the Philippines may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice.</p>\r\n\r\n<p>2. Failure to Comply. This Agreement will terminate immediately, without prior notice from the Cultural Center of the Philippines, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the Application and all copies thereof from your mobile device or from your desktop. Upon termination of this Agreement, you shall cease all use of the Application and delete all copies of the Application from your mobile device or from your desktop.</p>\r\n\r\n<p><br />\r\n <strong>Severability</strong> </p>\r\n\r\n<p>If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p>\r\n\r\n<p><br />\r\n <strong>Amendments to this Agreement</strong> </p>\r\n\r\n<p>The Cultural Center of the Philippines reserves the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 (changes this) days&#39; notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p>\r\n\r\n<p><br />\r\n <strong>Links to Other Web Sites</strong> </p>\r\n\r\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Cultural Center of the Philippines.</p>\r\n\r\n<p>Cultural Center of the Philippines has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Cultural Center of the Philippines shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\r\n\r\n<p>You agree that CCP will not be responsible or liable in the event that the CCP web site is hacked by any third party.</p>\r\n\r\n<p><br />\r\n <strong>Contact Us</strong> </p>\r\n\r\n<p>If you have any questions about the terms of this Agreement, please contact us ipr@culturalcenter.gov.ph.</p>\r\n\r\n<p><br />\r\n <strong>Venue of Suit</strong> </p>\r\n\r\n<p>In case of suit arising out of this agreement, the exclusive venue shall be the court in Pasay City.<br />\r\n</p>\r\n",
		"category": 11,
		"article": [
			{
				"type": "paragraph",
				"value": "Please read the following Agreement carefully before clicking the &quot;I Agree&quot; button, and using the http://www.ccpepawebsite.com website and/or the CCP Encyclopedia of Philippine Art (EPA) application created, managed and operated by the Cultural Center of the Philippines."
			},
			{
				"type": "paragraph",
				"value": "Your access to and use of the  <strong><em>CCP Encyclopedia of Philippine Art Digital Edition</em></strong> is conditioned on your acceptance of and compliance with this Agreement. By clicking the &quot;I Agree&quot; button, downloading or using the Application, you are agreeing to be bound by the terms and conditions of this Agreement. This Agreement applies to all visitors, users and others who access or use the Service."
			},
			{
				"type": "paragraph",
				"value": "If you do not agree to the terms of this Agreement, do not click on the &quot;I Agree&quot; button and do not download or use the Application."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Subscriber</strong> "
			},
			{
				"type": "paragraph",
				"value": "&#x201C;Institutional Subscribers&#x201D; may be a business (&#x201C;Business&#x201D;), government agency (&#x201C;Agency&#x201D;), school and related facilities (&#x201C;School&#x201D;), college or university (&#x201C;University&#x201D;) or public library (&#x201C;Library&#x201D;)."
			},
			{
				"type": "paragraph",
				"value": "&#x201C;Authorized Subscribers&#x201D; are: (1) any person who bought a subscription of the <em><strong>CCP Encyclopedia of Philippine Art Digital Edition</strong> </em> from the Cultural Center of the Philippines for their personal use; (2) employees, agents or representatives in the case of Businesses and Agencies; (3) students, faculty members, administrators, and employed staff in the case of Schools; (4) full or part-time students, faculty members, administrators and employed staff in the case of Universities; and (5) patrons, employees, agents or representatives in the case of Libraries."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Subscription License</strong> "
			},
			{
				"type": "paragraph",
				"value": "1. License Grant. Cultural Center of the Philippines grants you a revocable, non-exclusive, non-transferable, limited license to download, install and use the CCP Encyclopedia of Philippine Art Digital Edition on (number of devices) solely for non-commercial purposes and in strict accordance with the terms of this Agreement."
			},
			{
				"type": "paragraph",
				"value": "2. The terms of this User Agreement will govern any content, materials, or services accessible to or purchased from the Encyclopedia of Philippine Art Application as well as upgrades provided by the Cultural Center of the Philippines. Except as provided in the Usage Rules, you may not distribute or make the EPA Digital Edition Application available over a network where it could be used by multiple devices at the same time. You may not transfer, redistribute or sublicense the EPA Digital Edition Application and, if you sell your device to a third party you must remove the EPA Digital Edition Application before doing so. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code, modify, or create derivative works of the EPA Digital Edition Application, any updates, or any part thereof."
			},
			{
				"type": "paragraph",
				"value": "3. Security of Subscription. If you are authorized by an Institutional Subscriber (such as your employer, a school or library) to access and use any of the services, your right to use the EPA Digital Edition Application is not transferable to personal devices. You are responsible for protecting the confidentiality of your credentials for access to the EPA Digital Edition Application (e.g., your username and password) and for complying with any guidelines prescribed by the Cultural Center of the Philippines from time to time to prevent unauthorized access to the EPA Digital Edition Application. You agree to immediately notify Cultural Center of the Philippines of any unauthorized use of your password or any other breach of security. Cultural Center of the Philippines reserves the right to perform one-way encryption of passwords for account maintenance purposes."
			},
			{
				"type": "paragraph",
				"value": "4. Notice to Parents and Guardians. By granting your child permission to use the Subscription Services, you agree to this Agreement on behalf of your child. You are responsible for monitoring and supervising your child&apos;s use of the EPA Digital Edition Application in question."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Subscriber Terms</strong> "
			},
			{
				"type": "paragraph",
				"value": "1. Definition. As used in these additional terms, &quot;you&quot; or &quot;yours&quot; refers to each person who establishes a subscriber account (&quot;Account&quot;) or who is authorized to access and use any of the EPA Digital Edition Application."
			},
			{
				"type": "paragraph",
				"value": "2. Account. You are responsible for all use of your Account under any user ID (username or email address) or password by any person and for ensuring that all use of your Account complies fully with the provisions of this EPA User Agreement."
			},
			{
				"type": "paragraph",
				"value": "3. Subscription Fees and Changes. Subscription charges begin on the date your Services subscription is activated or, if applicable, on the date your free trial period ends, and will be billed to your credit or charge card each month (for monthly subscriptions) or year (for annual subscriptions) thereafter. Cultural Center of the Philippines reserves the right to increase subscription rates at any time. Changes to standard subscription rates will be posted at (CCP website) or in our communication to you. Increases in subscription rates will apply to existing accounts at the time of their renewal and will not exceed the standard subscription rate that has been in effect and posted for at least 30 days. Reductions in the standard subscription rate will not necessarily be reflected in your renewal subscription rate."
			},
			{
				"type": "paragraph",
				"value": "4. Renewals and Cancellations. In the event that you cancel your subscription, subscription fee will not be refunded, applied to another subscription, or transferred to anyone else and are not convertible to cash or other form of credit. Payments made as part of a monthly subscription cannot be used as credit toward annual subscription charges and are non-transferable."
			},
			{
				"type": "paragraph",
				"value": "5. Credit Cards or Charge Cards. You agree that you will provide a major credit or charge card (e.g., MasterCard, Visa, American Express, or Discover) that Cultural Center of the Philippines may charge for all subscription fees or other amounts payable to Cultural Center of the Philippines. With respect to such charges, you give the following authorization:"
			},
			{
				"type": "paragraph",
				"value": "I authorize automatic credit or charge card billing by Cultural Center of the Philippines. I agree that the charges described above will be billed by Cultural Center of the Philippines to the credit or charge card that I have provided to Cultural Center of the Philippines in my Account information, or otherwise when I applied for the Subscription Services. I understand that all fees and charges are nonrefundable. I agree that Cultural Center of the Philippines will not be responsible for any expenses that I may incur resulting from overdrawing my bank account or exceeding my credit limit as a result of an automatic charge made under this Agreement."
			},
			{
				"type": "paragraph",
				"value": "6. Account Information. You agree to provide current, complete, and accurate information for your Account in order to receive access to the Subscription Services. You agree to promptly update all Account information to keep your account current, complete, and accurate (such as a change in billing address, credit or charge card number, or credit or charge card expiration date) and you must promptly notify Cultural Center of the Philippines if your credit or charge card is cancelled (for example, for loss or theft) or if you become aware of a potential breach of security, such as the unauthorized disclosure or use of your log-in and password. Changes to such information can be made by going to the (CCP Website). If you fail to provide Cultural Center of the Philippines any of the foregoing information, you agree that Cultural Center of the Philippines may assume that your credit or charge card is either still valid or that it has been renewed and may continue charging you for the Subscription Services to which you have subscribed, unless you have cancelled your subscription. You agree to waive your rights under the Data Privacy Law with respect to all information you provide pursuant to this paragraph 6."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Restrictions</strong> "
			},
			{
				"type": "paragraph",
				"value": "You agree not to, and you will not permit others to license, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the Application or make the Application available to any third party. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code, modify, or create derivative works of the EPA Digital Edition Application, any updates, or any part thereof."
			},
			{
				"type": "paragraph",
				"value": "Moreover, all contents found in the EPA Digital Edition are owned by CCP and its respective artists. You cannot modify, copy, or claim ownership rights to the EPA Digital Edition, or any derivative, compilation, sequel or series, or related work. You agree that nothing in this Agreement shall give you any right, title, or interest in the EPA Digital Edition other than the right to use the same in accordance with this Agreement. All texts either quoted directly or paraphrased must be indicated by in-text citations and proper acknowledgements. Full bibliographic details are given in the reference list which also contains internet sources containing URL and access dates."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Modifications to Application</strong> "
			},
			{
				"type": "paragraph",
				"value": "Cultural Center of the Philippines reserves the right to modify, suspend or discontinue, temporarily or permanently, the CCP Encyclopedia of Philippine Art Digital Edition or any service to which it connects, with or without notice and without liability to you."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Term and Termination</strong> "
			},
			{
				"type": "paragraph",
				"value": "1. Effect. This Agreement shall remain in effect until terminated by you or by the Cultural Center of the Philippines. The Cultural Center of the Philippines may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice."
			},
			{
				"type": "paragraph",
				"value": "2. Failure to Comply. This Agreement will terminate immediately, without prior notice from the Cultural Center of the Philippines, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the Application and all copies thereof from your mobile device or from your desktop. Upon termination of this Agreement, you shall cease all use of the Application and delete all copies of the Application from your mobile device or from your desktop."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Severability</strong> "
			},
			{
				"type": "paragraph",
				"value": "If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Amendments to this Agreement</strong> "
			},
			{
				"type": "paragraph",
				"value": "The Cultural Center of the Philippines reserves the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 (changes this) days&apos; notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Links to Other Web Sites</strong> "
			},
			{
				"type": "paragraph",
				"value": "Our Service may contain links to third-party web sites or services that are not owned or controlled by the Cultural Center of the Philippines."
			},
			{
				"type": "paragraph",
				"value": "Cultural Center of the Philippines has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Cultural Center of the Philippines shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services."
			},
			{
				"type": "paragraph",
				"value": "You agree that CCP will not be responsible or liable in the event that the CCP web site is hacked by any third party."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Contact Us</strong> "
			},
			{
				"type": "paragraph",
				"value": "If you have any questions about the terms of this Agreement, please contact us ipr@culturalcenter.gov.ph."
			},
			{
				"type": "paragraph",
				"value": "<br />\n <strong>Venue of Suit</strong> "
			},
			{
				"type": "paragraph",
				"value": "In case of suit arising out of this agreement, the exclusive venue shall be the court in Pasay City.<br />\n"
			},
			{ "type": "author", "value": null },
			{ "type": "see_also", "value": [] },
			{ "type": "sources", "value": [] }
		]
	}
]
