[
	{
		"article_id": "1336",
		"url": "6/44/1336",
		"article_title": null,
		"publish_year": null,
		"description": null,
		"volume_name": "DANCE",
		"subsection_name": "About",
		"photos": [
			{
				"photo": null,
				"desc": null
			}
		],
		"vids": [],
		"text": "<a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/404\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/403\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/402\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/401\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/400\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/399\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/9/398\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/8/260\"><strong></strong></a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/5/218\"><strong></strong></a><p>Sections</p>\r\n\r\n<p><a href=\"#introduction\">Introduction</a><br />\r\n<a href=\"#objectives\">Objectives</a><br />\r\n<a href=\"#contentanddivision\">Content and Division</a><br />\r\n<a href=\"#methodology\">Methodology, Style, and Use</a><br />\r\n<a href=\"#logo\">Logo</a><br />\r\n<a href=\"#ccpboard\">CCP Board of Trustees</a><br />\r\n<a href=\"#ccpofficials\">CCP Officials</a><br />\r\n<a href=\"#projectmanagement\">Project Management Team</a><br />\r\n<a href=\"#projectstaff\">Project Staff</a><br />\r\n<a href=\"#editorialstaff\">Editorial Staff</a><br />\r\n<a href=\"#acknowledgement\">Acknowledgement</a></p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"introduction\" name=\"introduction\"></a>Introduction</strong> </h2>\r\n\r\n<p>Philippine dance encompasses all the dance forms that have been used by the Filipinos through the centuries to express themselves. As types, they may be classified as folk, ritualistic, occupational, mimetic, or aesthetic in nature. These dances may either be products of the people&rsquo;s creativity or imagination, or may have been the result of their exposure, assimilation, and reaction to the varied cultures and traditions introduced by the waves of colonial rule that have reached the Philippine shores. They can be performed in an enclosed venue or an open space, to an appreciative and/or participative audience, and almost always to the accompaniment of music.</p>\r\n\r\n<p>Philippine dance has become a more diverse field since the first edition of the <strong><em>CCP Encyclopedia of Philippine Art</em></strong> came out in 1994. Well-established groups such as <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2406\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/37\"><strong>Ballet</strong></a> Philippines</strong></a> and the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2564\"><strong>Ramon Obusan Folkloric Group</strong></a> continue to flourish, but other dance troupes have emerged or have tremendously prospered from their incipient stage. A number of them are based in the regions or in small communities or schools, such as <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2589\"><strong>Sanghiyas Pangkat Mananayaw</strong></a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2595\"><strong>Sining <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/64\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/781\"><strong>Kumintang</strong></a></strong></a> ng Batangas</strong></a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2594\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/8/384\"><strong>Silliman University</strong></a> Dance Troupe</strong></a>, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2596\"><strong>Sining Palawan Dance Troupe</strong></a>. Many of them have reinvented existing dance forms in the country&mdash;whether rooted in the indigenous cultures or resulting from the Filipino&rsquo;s exposure to various Western and Asian traditions&mdash;to cater to contemporary taste. Such organizations include Airdance Theater, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2394\"><strong>AlunAlun Dance Circle</strong></a>, Dance Pull School of Performing Arts, KALOOB Philippine Dance Ministry, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2513\"><strong>Leyte Dance Theater</strong></a>, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2442\"><strong>Dance Forum</strong></a>. Postmodern dance practices and more recent dance forms like hip-hop and cheer dance have become popular and these, together with the use of nontraditional venues like thoroughfares, basketball courts, and malls, have brought this kinetic art closer to the masses. Moreover, many unpublished theses, publications in print and digital form, as well as videos, were produced in the last two decades. These researches are about dancers and choreographers, the process of choreography, dance companies, and performances.</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"objectives\" name=\"objectives\"></a>Objectives</strong> </h2>\r\n\r\n<p>The general objective is to present a many-sided perspective on Philippine dance, coming from a holistic orientation that includes the broad spectrum of dances and dancing among various groups and sectors in the Philippines and among Filipinos overseas, covering precolonial times up to the early 21st century.</p>\r\n\r\n<p>This edition has three specific objectives. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/40/964\"><strong>One</strong></a> is to revise and update the essays published in the 1994 edition with fresh data from secondary sources and from the field. Second is to broaden the coverage by expanding the scope of dance history; increasing the essays on dance productions, artists, and organizations; and adding more dance genres from various sectors and dance forms originating from the indigenous groups of the Philippines. Third is to enrich this edition with well-chosen images&mdash;majority of which are full-color photos&mdash;as well as selected video clips, to illustrate the specific movement vocabulary, to display the beauty of the dancing form, to present the sets, properties, and costumes, and to allow the actual context of dances recorded in the field.</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"contentanddivision\" name=\"contentanddivision\"></a>Content and Division</strong> </h2>\r\n\r\n<p>The area on Philippine Dance is arranged into groups of entries with the following main sections: <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/4/21/1066\"><strong>Historical</strong></a> <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/73/1550\"><strong>Essay</strong></a>s, Forms and Types, Aspects of Dance, Works, Artists and Organizations, and General Sources.</p>\r\n\r\n<p>The section on Historical Essays begins with a historical survey of Philippine dance, whose individual traditions and transformations are detailed by the following essays: the indigenous traditions essay, which discusses the ritual dances, the life-cycle dances, and the occupational dances found among the cultural minorities of the islands; the Hispanic traditions essay, which focuses on the types of dances introduced by the Spanish colonizers, like the <strong>jota</strong>, <strong>balse</strong>, <strong>pandanggo</strong>, mazurka, polka, rigodon, <strong>paseo</strong>, <strong>chotis</strong>, and <strong>surtido</strong>, and their respective variants; the American traditions essay, which touches on the types of dances that were introduced during the American occupation&mdash; <strong>bodabil</strong> dancing, classical ballet, modern dance, folk and social dancing&mdash;and which continue to prosper in the contemporary Philippine dance scene. These three essays trace in general how the dances belonging to each tradition came into being, how they were adapted and refashioned by the Filipinos to suit their aesthetic expressions, and how they influenced contemporary works in Philippine dance.</p>\r\n\r\n<p>Four new historical essays were added in this edition. The essay &ldquo;Philippine Dance During the Third Republic (1946-72)&rdquo; covers the postwar era when a growing nationalist movement began to push for the preservation and promotion of indigenous dances amidst the Filipino&rsquo;s neocolonial penchant for Western dance performances; &ldquo;Philippine Dance During the Fourth Republic (1972-86),&rdquo; which documents the 14 years of martial law, during which classical and traditional forms developed side by side with dance movements that served as militant expressions against a dictatorship; &ldquo;Philippine Dance During the Fifth Republic (1986 Onward),&rdquo; which covers the period after the 1986 EDSA Revolt when the dance scene became more democratized, more experimental, and more accommodating of dance practitioners from the margins; and &ldquo;Filipino Dancers Abroad,&rdquo; which takes a closer look at dancers in diaspora in the 21st century. The historical section ends with &ldquo;Sources and Influences&rdquo; which discusses the various stimuli in creating dances such as musical works, literature, visual arts, folk dances, traditional practices, religious rituals, social issues, theories and themes, and historical phenomena.</p>\r\n\r\n<p>The section Forms and Types goes into a detailed discussion of a variety of dances belonging to the three traditions. The entries, arranged alphabetically, elucidate the history and development of every existing type of dance performed in the Philippines, including the steps, formation, time, rhythm, and gestures; the venues and occasions where these dances are performed; the region where these dances have evolved and are popular; the appropriate costumes and the paraphernalia attached to the performance of a particular dance; and the innovations done by contemporary artists on these dances.</p>\r\n\r\n<p>The section on Aspects of Dance expounds on the aspects involved in dance creation and performance, like choreography, design, folk dance steps, gestures, and formations, and audience, time, and space. It also looks into topics related to the creation of dance, like awards, companies, criticism, education, music, and research and documentation.</p>\r\n\r\n<p>The section on Works includes a listing of dance pieces deemed by the editors as significant landmarks in Philippine dance history, as well as a separate section on dance studies. The inclusion of a dance work is based on its overall importance&mdash;its scope and insight, its artistic integrity, and its historical significance. Most of these works belong to the categories of classical ballet, modern ballet or dance, modern ethnic dance or ballet, dance drama, folk dance choreography, dance suites, and rock opera ballets. The number of acts, the dates and places of performance, the names involved in the production, and the synopses of the work are also included. Quite significant is the inclusion of dance studies in the Works section, as this reflects the remarkable growth in dance publication that became evident during the Fifth Republic, when more dance practitioners started doing their own research and made use of various critical methods and frameworks in their writing.</p>\r\n\r\n<p>The section Artists and Organizations presents profiles of dance personalities and institutions. In choosing the artists, the editors took into consideration that dance, especially dance theater, tends to be an art for young practitioners. For inclusion, individuals and organizations must have at least 10 years of commendable artistic record in various fields such as choreography, production, education and training, scholarship, and cultural heritage preservation. Awards and publications were also considered as well as peer recognition and professional affiliations.</p>\r\n\r\n<p>In terms of institutions, the list includes only the groups that have proven their vision and influence in Philippine society. There were a few institutions which were initially considered, but upon closer evaluation were eliminated because their importance got diminished or modified when research data on them were completed. On the other hand, other groups, which had shorter lives, were included because they had great impact on the profession and promotion of the dance.</p>\r\n\r\n<p>General Sources lists down the works used by the essays and provides the titles of other important works on dance.</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"methodology\" name=\"methodology\"></a>Methodology, Style, and Use</strong> </h2>\r\n\r\n<p>The writers gathered information and materials from primary and secondary sources. Books, articles in journals, magazine and newspapers, programs and brochures of dance companies, unpublished theses and dissertations, and online articles from official websites were consulted. Reviews of selected performances were written by those who watched the actual performances or studied the video documentation of the productions. Personal interviews of key informants were also conducted.</p>\r\n\r\n<p>The master list of dance personalities found in this edition was based on certain measures agreed on by the editorial board. Dancers of ballet and other Western classical forms must have reached principal or extraordinary soloist status. Community-based dancers or dance teachers must have persevered in the preservation and conservation of indigenous or traditional dances through constant practice, with program and activities to teach the tradition to younger members of the community. Choreographers or directors must have created a substantial body of works and must have choreographed for a considerable period of time. Artist-teachers must have exerted real leadership and strong influence on their respective dance communities. The editorial board took into consideration the awards, publications and other scholarly contributions, peer recognition, and professional affiliations of all the aforementioned practitioners.</p>\r\n\r\n<p>The inclusion of new dance groups was based on how these organizations created an impact on the situation and development of Philippine dance, whether through innovative works, popular acceptance, artistic excellence, compelling concept, and new theory. The temporal limit for the coverage of new entries&mdash;artists, groups, and works&mdash;was set at 31 Dec 2015. All biographic and institutional entries have been updated in this edition by scholars or experts in the field of dance who conducted either face-to-face or online interviews with the artists, or resorted to using reliable secondary sources of information found in libraries and online databases. This whole online edition on dance has been thoroughly reviewed by editors and consultants. </p>\r\n\r\n<p>The style follows the prescriptions of the <strong><em>Chicago Manual of Style</em></strong>, 16th edition. The form of presentation is designed for the student. The language is simple and the style straightforward. Technical terms are explained either in synonyms and equivalents or in the context in which they appear. Subheadings help to clarify the organization of ideas and ease the search for particular data. Pictures and captions illustrate the principal ideas or forms being discussed. Sources of data or quotations are placed in parentheses right after the sentence which uses them and provide the surname of the author, the year of publication of the work, and the page numbers, which can be checked against the sources at the end of an article.</p>\r\n\r\n<p>Dance-related terms, such as <strong>pangalay</strong>, <strong>subli</strong>, <strong>balse</strong>, <strong>rock and roll</strong>, are set in boldface the first time they appear in an essay; Filipino and foreign terms not related to dance, such as<em>mambunong</em>and<em>convento</em>, are set in italics the first time they are mentioned. Translations or equivalents of terms, whether dance related or not, are usually enclosed in parentheses: thus,<em>teniente</em>(lieutenant). Titles of books are italicized and set in boldface each time they are mentioned; they are followed by English translations (if the title is non-English), enclosed in parentheses, and the year of publication, separated by commas. All diacritical marks on native terms are removed until such time as they are consistently and systematically recorded by scholars, especially among the smaller ethnic groups.</p>\r\n\r\n<p>Titles of popular songs, marches, waltzes, hymns, and one part of a larger dance work, are set in normal type and enclosed in quotation marks. Titles of complete ballets, movies, television and radio programs,<em>sarsuwela</em>, and plays, are set in boldface italics. Acronyms of schools and institutions are written after each name has been spelled out, and are used in succeeding references to the school or institution.</p>\r\n\r\n<p>For the researcher, the Search function of this online encyclopedia is the most helpful first stop. It lists all the major terms, forms, names, concepts, and books in Philippine dance as well the other areas of the encyclopedia.</p>\r\n\r\n<p>All rights reserved. ?No portion of this website&mdash;text, photograph, or artwork&mdash;may be reproduced without the permission of the publisher and/or the authors and/or the photographers and artists.</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"logo\" name=\"logo\"></a>LOGO</strong> </h2>\r\n\r\n<p><img src=\"http://digitalepa.info-aid.net/images/sun_logo/EPA_sun_logo.png\" /></p>\r\n\r\n<p>The logo of this encyclopedia is the sun, ancient symbol of sovereignty and enlightenment, which in giving light gives warmth and life. This solar representation is based on the mythological sun used by the first Philippine Republic of 1899, which had Filipino features and eight principal rays. It is hoped that this encyclopedia will shed light on the most vital affirmations of being Filipino through the centuries and thus help to shape and strengthen the core of the nation&rsquo;s identity.</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"ccpboard\" name=\"ccpboard\"></a>CCP Board of Trustees</strong> </h2>\r\n\r\n<p>This project was approved and implemented by the CCP officials of 2013-17.</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Chair</em></p>\r\n\r\n<p>Emily A. Abrera (2003-17) </p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>Trustees</em></p>\r\n\r\n<p>Nestor O. Jardin (2001-17)</p>\r\n\r\n<p>Zenaida Tantoco (2002- )</p>\r\n\r\n<p>Isabel Caro Wilson (2003-17)</p>\r\n\r\n<p>Jaime C. Laya (2003- )</p>\r\n\r\n<p>Antonio S. Yap (2009-13)</p>\r\n\r\n<p>Paolo DG. Casurao (2010-13)</p>\r\n\r\n<p>Carolyn E. Espiritu (2010-17)</p>\r\n\r\n<p>Arsenio J. Lizaso (2010- )</p>\r\n\r\n<p>Raul M. Sunico (2010-17)</p>\r\n\r\n<p>Maria Cristina V. Turalba (2010-17)</p>\r\n\r\n<p>Florangel Rosario-Braid (2010-17)</p>\r\n\r\n<p>Danilo L. Dolor (2013- )?</p>\r\n\r\n<p>Ma. Rose Magsaysay-Crisostomo (2017- )</p>\r\n\r\n<p>Anthony P. De La Cerna (2017)</p>\r\n\r\n<p>Michelle Nikki M. Junia (2017- )</p>\r\n\r\n<p>Stanley Borero Seludo (2017- )</p>\r\n\r\n<p>Baltazar N. Endriga (2017- )</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"cppofficials\" name=\"cppofficials\"></a>CCP Officials</strong> </h2>\r\n\r\n<p><em>President</em></p>\r\n\r\n<p>Raul M. Sunico (2010-17)</p>\r\n\r\n<p>Arsenio J. Lizaso (2017- )</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Vice President and Artistic Director</em></p>\r\n\r\n<p>Chris B. Millado</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Vice President for Administration and Finance</em></p>\r\n\r\n<p>Rodolfo G. del Rosario</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Arts Education Department</em></p>\r\n\r\n<p>Eva Mari D. G. Salvador</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Production and Exhibition Department</em></p>\r\n\r\n<p>Mauro Ariel S.R. Yonzon</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Cultural Exchange Department</em></p>\r\n\r\n<p>Carmencita J. Bernardo</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Administrative Services Department</em></p>\r\n\r\n<p>Teresa S. Rances</p>\r\n\r\n<p></p>\r\n\r\n<p><em>OIC, Cultural Content Department</em></p>\r\n\r\n<p>Libertine Santos Dela Cruz</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Financial Services Department</em></p>\r\n\r\n<p>Asuncion E. Esmero</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>Manager, Human Resource Management Department</em></p>\r\n\r\n<p>Lilian C. Barco</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Manager, Internal Audit Department</em></p>\r\n\r\n<p>Manuel B. Cabalejo</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"projectmanagement\" name=\"projectmanagement\"></a>Project Management Team</strong> </h2>\r\n\r\n<p><em>Project Director</em></p>\r\n\r\n<p>Chris B. Millado</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Project Manager</em></p>\r\n\r\n<p>Libertine Santos Dela Cruz </p>\r\n\r\n<p></p>\r\n\r\n<p><em>Content Editor</em></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/8/69/4839\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/8/69/4840\"><strong>Elmer L. Gatchalian</strong></a></strong></a></p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"projectstaff\" name=\"projectstaff\"></a>Project Staff</strong> </h2>\r\n\r\n<p><em>CCP EPA Publication Coordination and Administration</em></p>\r\n\r\n<p>Jhoanne Kristine A. Vinuya, Head</p>\r\n\r\n<p>Melanie Lu San Jose</p>\r\n\r\n<p>Ariel Lev Pinzon</p>\r\n\r\n<p></p>\r\n\r\n<p><em>CCP Legal and Intellectual Property Rights</em></p>\r\n\r\n<p>Atty George E. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/40/950\"><strong>Misa</strong></a></p>\r\n\r\n<p>Danielle T. Purzuelo</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>CCP Cultural Research and Development</em></p>\r\n\r\n<p>Horacio Cabangon Jr</p>\r\n\r\n<p>Sophia Casta&ntilde;eda</p>\r\n\r\n<p>Laurence C. Catalan</p>\r\n\r\n<p>Luz C. Catalan</p>\r\n\r\n<p>Joel Y. Honrada</p>\r\n\r\n<p>Alyssa P. Maglines</p>\r\n\r\n<p>Cierra Mortega</p>\r\n\r\n<p>John Paul A. Pabustan</p>\r\n\r\n<p>Immanuel Soquerata</p>\r\n\r\n<p>Austin Rose Tandog</p>\r\n\r\n<p>Leila S. Vibal</p>\r\n\r\n<p>Trixia Anne Zapater</p>\r\n\r\n<p></p>\r\n\r\n<p><em>CCP Library and Archives</em></p>\r\n\r\n<p>Alice M. Esteves, Head?</p>\r\n\r\n<p>Danilo Nataba</p>\r\n\r\n<p>Cherry Nocum</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/4/24/1233\"><strong>Milagros</strong></a> E. Pasion</p>\r\n\r\n<p>Richelle P. Revestir</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>With the support of the</em></p>\r\n\r\n<p>CCP Office of the President?</p>\r\n\r\n<p>CCP Office of the Artistic Director?</p>\r\n\r\n<p>CCP Visual Arts and Museum Division</p>\r\n\r\n<p>CCP Administrative Services Department</p>\r\n\r\n<p>CCP Financial Services Department?</p>\r\n\r\n<p>CCP Marketing Department?</p>\r\n\r\n<p>CCP Human Resource Management Department</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"editorialstaff\" name=\"editorialstaff\"></a>Editorial Staff</strong> </h2>\r\n\r\n<p><em>Editor-in-Chief </em><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/60/3316\"><strong>Nicanor G. Tiongson</strong></a></p>\r\n\r\n<p><em>General Managing Editor</em>Rosalie S. Matilac </p>\r\n\r\n<p><em>Creative Director</em> Elmer L. Gatchalian </p>\r\n\r\n<p></p>\r\n\r\n<p><em>Area Editor</em>Basilio Esteban S. Villaruz</p>\r\n\r\n<p><em>Associate Area Editor</em>Ruth Jordana L. Pison</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>Technical Director</em></p>\r\n\r\n<p>Joel P. Bermudez</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>Visual Research Director</em></p>\r\n\r\n<p>Samantha Louise Bigcas</p>\r\n\r\n<p><em></em></p>\r\n\r\n<p><em>Visual Researchers</em></p>\r\n\r\n<p>Ruth Hermosura</p>\r\n\r\n<p>Patricia Simone Dauz</p>\r\n\r\n<p><em>Head Copy Editor</em></p>\r\n\r\n<p>Rosalie S. Matilac</p>\r\n\r\n<p></p>\r\n\r\n<p><em>Copy Editors</em></p>\r\n\r\n<p>Raissa Claire Falgui</p>\r\n\r\n<p>Gabriela Dans Lee</p>\r\n\r\n<p>Ana Felisa Lorenzo</p>\r\n\r\n<p>Arvin Mangohig</p>\r\n\r\n<p><strong></strong></p>\r\n\r\n<p><em>Proofreader</em></p>\r\n\r\n<p>Beverly W. Siy</p>\r\n\r\n<p><strong></strong></p>\r\n\r\n<p><em>Writers</em></p>\r\n\r\n<p>Deborah Lynn Espiritu Afuang</p>\r\n\r\n<p>Erlinda Alburo</p>\r\n\r\n<p>Reynaldo G. Alejandro</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2395\"><strong>Herbert Alvarez</strong></a></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/40/926\"><strong>Ligaya</strong></a> F. Amilbangsa</p>\r\n\r\n<p>Carmen T. Andin</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2399\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2400\"><strong>Prosperidad M. Arandez</strong></a></strong></a></p>\r\n\r\n<p>Nerissa S. Balce</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2407\"><strong>Samo Balt</strong></a></p>\r\n\r\n<p>Franz Edric <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/39\"><strong>Banga</strong></a>lan</p>\r\n\r\n<p>Benita Maria P. Barros</p>\r\n\r\n<p>Regina Angelica Bautista</p>\r\n\r\n<p>Myra Victoria C. Beltran</p>\r\n\r\n<p>Dave Bercades</p>\r\n\r\n<p>Jonathan Y. Cagas</p>\r\n\r\n<p>Emilie B. Capulong</p>\r\n\r\n<ol>\r\n\t<li>Cassell</li>\r\n</ol>\r\n\r\n<p>Angella Betina Carlos</p>\r\n\r\n<ol>\r\n\t<li>G. Castro</li>\r\n</ol>\r\n\r\n<p>Rina Angela P. Corpus</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5200\"><strong>Rosario Cruz-Lucero</strong></a></p>\r\n\r\n<p>Rene de Guzman?</p>\r\n\r\n<p>Paul G. del Rosario</p>\r\n\r\n<p>Alberto L. Dimarucut</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3972\"><strong>Corazon C. Dioquino</strong></a></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2457\"><strong>Marge C. Enriquez</strong></a></p>\r\n\r\n<p>Anna Camille Fabella</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/3/17/3539\"><strong>Brenda Fajardo</strong></a></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5291\"><strong>Doreen G. Fernandez</strong></a></p>\r\n\r\n<p>Ma. Eloisa Francisco</p>\r\n\r\n<p>Larry A. Gabao</p>\r\n\r\n<p>Ma. Cherish M. Garcia</p>\r\n\r\n<p>Elmer L. Gatchalian</p>\r\n\r\n<p>Corazon Generoso-I&ntilde;igo</p>\r\n\r\n<p>Mary Jane L. Globio</p>\r\n\r\n<p>Guillermo Gomez y Rivera</p>\r\n\r\n<p>Josefina B. Guillen</p>\r\n\r\n<p>Joelle Florence B. Jacinto</p>\r\n\r\n<p>Nestor O. Jardin</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5044\"><strong>Ani</strong></a>ta M. Kane</p>\r\n\r\n<p>Karryl Faye Katigbak</p>\r\n\r\n<p>Kinna G. Kwan</p>\r\n\r\n<p>Rosa Concepcion Ladrido</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2509\"><strong>Angela Lawenko-Baguilat</strong></a></p>\r\n\r\n<p>Felicitas Layag-Radaic</p>\r\n\r\n<p>Elizabeth <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/4/24/1215\"><strong>Lola</strong></a>rga</p>\r\n\r\n<p>Sarah Lumba</p>\r\n\r\n<p>Paolo Marko Manalo</p>\r\n\r\n<p>Malou L. Maniquis</p>\r\n\r\n<p>Kristine May D. Martinez</p>\r\n\r\n<p>Rosalie S. Matilac</p>\r\n\r\n<p>Desiree P. Medina</p>\r\n\r\n<p>Clarissa Cecilia Mijares-Ramos</p>\r\n\r\n<p>Ronnie Mirabuena</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2547\"><strong>Ramon A. Obusan</strong></a></p>\r\n\r\n<ol>\r\n\t<li>Ocampo</li>\r\n</ol>\r\n\r\n<p>Mena Ojeda</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2548\"><strong>Leonor Orosa-Goquingco</strong></a></p>\r\n\r\n<p>Seneca Pellano</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/60/3179\"><strong>Roselle V. Pineda</strong></a></p>\r\n\r\n<p>Remedios V. Pi&ntilde;on</p>\r\n\r\n<p>Ruth Jordana L. Pison</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/773\"><strong>Chant</strong></a>al Primero</p>\r\n\r\n<p>Nicole Primero?</p>\r\n\r\n<p>Elka Krystle Requinta</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2571\"><strong>Lucrecia Reyes-Urtula</strong></a></p>\r\n\r\n<p>Elena Rivera Mirano?</p>\r\n\r\n<p>Nicanor G. Tiongson</p>\r\n\r\n<p>Teresita Veloso-Pil</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2617\"><strong>Edna Vida</strong></a></p>\r\n\r\n<p>Basilio Esteban S. Villaruz</p>\r\n\r\n<p></p>\r\n\r\n<h2><strong><a id=\"acknowledgement\" name=\"acknowledgement\"></a>Acknowledgement</strong> </h2>\r\n\r\n<p>Air Dance</p>\r\n\r\n<p>AlunAlun Dance Circle?</p>\r\n\r\n<p>American Historical Collection</p>\r\n\r\n<p>Ayala Museum Ballet Philippines</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/8/67/1416\"><strong>Bayani</strong></a>han Philippines Dance <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/49/131\"><strong>Company</strong></a></p>\r\n\r\n<p>CCP Performing Arts Department</p>\r\n\r\n<p>CCP Public Relations Department</p>\r\n\r\n<p>Centro Escolar University Archives</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2444\"><strong>Dance Theater Philippines</strong></a></p>\r\n\r\n<p>Felicidad A. Prudente Photo Collection</p>\r\n\r\n<p>Felicing Tirona Memorial Library and Arts Center?</p>\r\n\r\n<p>GCF Books</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2514\"><strong>Leyte Kalipayan Dance Company</strong></a></p>\r\n\r\n<p>Lopez Memorial Museum and Library</p>\r\n\r\n<p>Lotus Blaze Projects</p>\r\n\r\n<p>Mario Feir Filipiniana Library</p>\r\n\r\n<p>National Library of the Philippines</p>\r\n\r\n<p>Philippine All Stars</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2554\"><strong>Philippine Ballet Theatre</strong></a></p>\r\n\r\n<p>Ramon Obusan Folkloric Group?</p>\r\n\r\n<p>UP Dance Company</p>\r\n\r\n<p>UP Diliman Main Library</p>\r\n\r\n<p>Carolina Afan</p>\r\n\r\n<p>Elena Alfonso</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2397\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2398\"><strong>Ligaya Fernando Amilbangsa</strong></a></strong></a></p>\r\n\r\n<p>Belen Angeles</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5094\"><strong>Joi Barrios</strong></a></p>\r\n\r\n<p>Concepcion Baylon</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2415\"><strong>Myra Beltran</strong></a></p>\r\n\r\n<p>Salvador Bernal</p>\r\n\r\n<p>Adoracion M. Bolos</p>\r\n\r\n<p>Ernesto R. Caballero</p>\r\n\r\n<p>Gervin Calina</p>\r\n\r\n<p>Angella Betina Carlos</p>\r\n\r\n<p>Zenaida Cipriano</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5183\"><strong>Gilda Cordero-Fernando</strong></a></p>\r\n\r\n<p>Erie V. Cruz</p>\r\n\r\n<p>Radjma Dal</p>\r\n\r\n<p>Vella C. Damian</p>\r\n\r\n<p>Gina Daniel</p>\r\n\r\n<p>Leticia de Guzman</p>\r\n\r\n<p>Corazon C. Dioquino</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2455\"><strong>Eddie Elejar</strong></a></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/60/2963\"><strong>Pacita Gavino</strong></a></p>\r\n\r\n<p>Lewis E. Gleeck Jr</p>\r\n\r\n<p>Eli R. Guieb</p>\r\n\r\n<p>Lourdes Guillermo</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/4/26/4470\"><strong>Mario A. Hernando</strong></a></p>\r\n\r\n<p>Elvira Irremedio</p>\r\n\r\n<p>Erica Jacinto</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2495\"><strong>Nestor Jardin</strong></a></p>\r\n\r\n<p>Felicitas Layag-Radaic</p>\r\n\r\n<p>Roberto M. Lopez</p>\r\n\r\n<p>Aya Maglines</p>\r\n\r\n<p>Edwin Manarpiis</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2535\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2536\"><strong>Rosalia Merino-Santos</strong></a></strong></a></p>\r\n\r\n<p>Sonia P. Ner</p>\r\n\r\n<p>Ramon A. Obusan</p>\r\n\r\n<p>Leonor Orosa-Goquingco</p>\r\n\r\n<p>Reynaldo Pabion</p>\r\n\r\n<p>Eduardo Pailanan</p>\r\n\r\n<p>Adeline Paraso</p>\r\n\r\n<p>Nilo J. Parilla</p>\r\n\r\n<p>Earl Pasilan</p>\r\n\r\n<p>Renato S. Rastrollo</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2567\"><strong>Denisa Reyes</strong></a></p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2570\"><strong>Francisca Reyes-Aquino</strong></a></p>\r\n\r\n<p>Lucrecia Reyes-Urtula</p>\r\n\r\n<p>Lumen Ruiz</p>\r\n\r\n<p>Violy Sahareza</p>\r\n\r\n<p>Julio Sambajon</p>\r\n\r\n<p>Carlito L. Se&ntilde;eres?</p>\r\n\r\n<p><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2593\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2594\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2595\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2596\"><strong>Cecile Sicangco</strong></a></strong></a></strong></a></strong></a></p>\r\n\r\n<p>Esperanza Sta. Cruz</p>\r\n\r\n<p>Celia Tolentino-Martinez</p>\r\n\r\n<p>Edna Vida</p>\r\n\r\n<p>Rudy Vidad</p>\r\n\r\n<p>Annaliza B. Villar</p>\r\n\r\n<p>Basilio Esteban S. Villaruz</p>\r\n\r\n<p>Jaime Zobel de Ayala</p>\r\n\r\n<p>Every reasonable effort has been made by the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/11/2649\"><strong><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/51/2435\"><strong>Cultural Center of the Philippines</strong></a></strong></a> (CCP) ?to contact the copyright holders of all articles, photographs, and artworks? used in the 2017 edition of the <strong><em>CCP Encyclopedia of Philippine Art</em></strong>. ?Institutions or individuals who may have intellectual property rights over any of the articles, photographs or artworks whom the CCP has not been able to reach or to whom inaccurate acknowledgment has been made are invited to contact the CCP at ipr@culturalcenter.gov.ph.</p>\r\n",
		"category": 1,
		"article": [
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "Sections"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"#introduction\">Introduction</a><br>\n<a href=\"#objectives\">Objectives</a><br>\n<a href=\"#contentanddivision\">Content and Division</a><br>\n<a href=\"#methodology\">Methodology, Style, and Use</a><br>\n<a href=\"#logo\">Logo</a><br>\n<a href=\"#ccpboard\">CCP Board of Trustees</a><br>\n<a href=\"#ccpofficials\">CCP Officials</a><br>\n<a href=\"#projectmanagement\">Project Management Team</a><br>\n<a href=\"#projectstaff\">Project Staff</a><br>\n<a href=\"#editorialstaff\">Editorial Staff</a><br>\n<a href=\"#acknowledgement\">Acknowledgement</a>"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#introduction\" name=\"introduction\">Introduction </a>"
			},
			{
				"type": "paragraph",
				"value": "Philippine dance encompasses all the dance forms that have been used by the Filipinos through the centuries to express themselves. As types, they may be classified as folk, ritualistic, occupational, mimetic, or aesthetic in nature. These dances may either be products of the people&#x2019;s creativity or imagination, or may have been the result of their exposure, assimilation, and reaction to the varied cultures and traditions introduced by the waves of colonial rule that have reached the Philippine shores. They can be performed in an enclosed venue or an open space, to an appreciative and/or participative audience, and almost always to the accompaniment of music."
			},
			{
				"type": "paragraph",
				"value": "Philippine dance has become a more diverse field since the first edition of the <strong><em>CCP Encyclopedia of Philippine Art</em></strong> came out in 1994. Well-established groups such as <a href=\"/6/51/2406\"><strong></strong></a><strong><a href=\"/6/46/37\"><strong>Ballet</strong></a> Philippines</strong> and the <a href=\"/6/51/2564\"><strong>Ramon Obusan Folkloric Group</strong></a> continue to flourish, but other dance troupes have emerged or have tremendously prospered from their incipient stage. A number of them are based in the regions or in small communities or schools, such as <a href=\"/6/51/2589\"><strong>Sanghiyas Pangkat Mananayaw</strong></a>, <a href=\"/6/51/2595\"><strong>Sining </strong></a><strong><a href=\"/6/46/64\"><strong></strong></a><strong><a href=\"/5/35/781\"><strong>Kumintang</strong></a></strong> ng Batangas</strong>, <a href=\"/6/51/2594\"><strong></strong></a><strong><a href=\"/2/8/384\"><strong>Silliman University</strong></a> Dance Troupe</strong>, and <a href=\"/6/51/2596\"><strong>Sining Palawan Dance Troupe</strong></a>. Many of them have reinvented existing dance forms in the country&#x2014;whether rooted in the indigenous cultures or resulting from the Filipino&#x2019;s exposure to various Western and Asian traditions&#x2014;to cater to contemporary taste. Such organizations include Airdance Theater, <a href=\"/6/51/2394\"><strong>AlunAlun Dance Circle</strong></a>, Dance Pull School of Performing Arts, KALOOB Philippine Dance Ministry, <a href=\"/6/51/2513\"><strong>Leyte Dance Theater</strong></a>, and <a href=\"/6/51/2442\"><strong>Dance Forum</strong></a>. Postmodern dance practices and more recent dance forms like hip-hop and cheer dance have become popular and these, together with the use of nontraditional venues like thoroughfares, basketball courts, and malls, have brought this kinetic art closer to the masses. Moreover, many unpublished theses, publications in print and digital form, as well as videos, were produced in the last two decades. These researches are about dancers and choreographers, the process of choreography, dance companies, and performances."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#objectives\" name=\"objectives\">Objectives </a>"
			},
			{
				"type": "paragraph",
				"value": "The general objective is to present a many-sided perspective on Philippine dance, coming from a holistic orientation that includes the broad spectrum of dances and dancing among various groups and sectors in the Philippines and among Filipinos overseas, covering precolonial times up to the early 21st century."
			},
			{
				"type": "paragraph",
				"value": "This edition has three specific objectives. <a href=\"/5/40/964\"><strong>One</strong></a> is to revise and update the essays published in the 1994 edition with fresh data from secondary sources and from the field. Second is to broaden the coverage by expanding the scope of dance history; increasing the essays on dance productions, artists, and organizations; and adding more dance genres from various sectors and dance forms originating from the indigenous groups of the Philippines. Third is to enrich this edition with well-chosen images&#x2014;majority of which are full-color photos&#x2014;as well as selected video clips, to illustrate the specific movement vocabulary, to display the beauty of the dancing form, to present the sets, properties, and costumes, and to allow the actual context of dances recorded in the field."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#contentanddivision\" name=\"contentanddivision\">Content and Division </a>"
			},
			{
				"type": "paragraph",
				"value": "The area on Philippine Dance is arranged into groups of entries with the following main sections: <a href=\"/4/21/1066\"><strong>Historical</strong></a> <a href=\"/9/73/1550\"><strong>Essay</strong></a>s, Forms and Types, Aspects of Dance, Works, Artists and Organizations, and General Sources."
			},
			{
				"type": "paragraph",
				"value": "The section on Historical Essays begins with a historical survey of Philippine dance, whose individual traditions and transformations are detailed by the following essays: the indigenous traditions essay, which discusses the ritual dances, the life-cycle dances, and the occupational dances found among the cultural minorities of the islands; the Hispanic traditions essay, which focuses on the types of dances introduced by the Spanish colonizers, like the <strong>jota</strong>, <strong>balse</strong>, <strong>pandanggo</strong>, mazurka, polka, rigodon, <strong>paseo</strong>, <strong>chotis</strong>, and <strong>surtido</strong>, and their respective variants; the American traditions essay, which touches on the types of dances that were introduced during the American occupation&#x2014; <strong>bodabil</strong> dancing, classical ballet, modern dance, folk and social dancing&#x2014;and which continue to prosper in the contemporary Philippine dance scene. These three essays trace in general how the dances belonging to each tradition came into being, how they were adapted and refashioned by the Filipinos to suit their aesthetic expressions, and how they influenced contemporary works in Philippine dance."
			},
			{
				"type": "paragraph",
				"value": "Four new historical essays were added in this edition. The essay &#x201C;Philippine Dance During the Third Republic (1946-72)&#x201D; covers the postwar era when a growing nationalist movement began to push for the preservation and promotion of indigenous dances amidst the Filipino&#x2019;s neocolonial penchant for Western dance performances; &#x201C;Philippine Dance During the Fourth Republic (1972-86),&#x201D; which documents the 14 years of martial law, during which classical and traditional forms developed side by side with dance movements that served as militant expressions against a dictatorship; &#x201C;Philippine Dance During the Fifth Republic (1986 Onward),&#x201D; which covers the period after the 1986 EDSA Revolt when the dance scene became more democratized, more experimental, and more accommodating of dance practitioners from the margins; and &#x201C;Filipino Dancers Abroad,&#x201D; which takes a closer look at dancers in diaspora in the 21st century. The historical section ends with &#x201C;Sources and Influences&#x201D; which discusses the various stimuli in creating dances such as musical works, literature, visual arts, folk dances, traditional practices, religious rituals, social issues, theories and themes, and historical phenomena."
			},
			{
				"type": "paragraph",
				"value": "The section Forms and Types goes into a detailed discussion of a variety of dances belonging to the three traditions. The entries, arranged alphabetically, elucidate the history and development of every existing type of dance performed in the Philippines, including the steps, formation, time, rhythm, and gestures; the venues and occasions where these dances are performed; the region where these dances have evolved and are popular; the appropriate costumes and the paraphernalia attached to the performance of a particular dance; and the innovations done by contemporary artists on these dances."
			},
			{
				"type": "paragraph",
				"value": "The section on Aspects of Dance expounds on the aspects involved in dance creation and performance, like choreography, design, folk dance steps, gestures, and formations, and audience, time, and space. It also looks into topics related to the creation of dance, like awards, companies, criticism, education, music, and research and documentation."
			},
			{
				"type": "paragraph",
				"value": "The section on Works includes a listing of dance pieces deemed by the editors as significant landmarks in Philippine dance history, as well as a separate section on dance studies. The inclusion of a dance work is based on its overall importance&#x2014;its scope and insight, its artistic integrity, and its historical significance. Most of these works belong to the categories of classical ballet, modern ballet or dance, modern ethnic dance or ballet, dance drama, folk dance choreography, dance suites, and rock opera ballets. The number of acts, the dates and places of performance, the names involved in the production, and the synopses of the work are also included. Quite significant is the inclusion of dance studies in the Works section, as this reflects the remarkable growth in dance publication that became evident during the Fifth Republic, when more dance practitioners started doing their own research and made use of various critical methods and frameworks in their writing."
			},
			{
				"type": "paragraph",
				"value": "The section Artists and Organizations presents profiles of dance personalities and institutions. In choosing the artists, the editors took into consideration that dance, especially dance theater, tends to be an art for young practitioners. For inclusion, individuals and organizations must have at least 10 years of commendable artistic record in various fields such as choreography, production, education and training, scholarship, and cultural heritage preservation. Awards and publications were also considered as well as peer recognition and professional affiliations."
			},
			{
				"type": "paragraph",
				"value": "In terms of institutions, the list includes only the groups that have proven their vision and influence in Philippine society. There were a few institutions which were initially considered, but upon closer evaluation were eliminated because their importance got diminished or modified when research data on them were completed. On the other hand, other groups, which had shorter lives, were included because they had great impact on the profession and promotion of the dance."
			},
			{
				"type": "paragraph",
				"value": "General Sources lists down the works used by the essays and provides the titles of other important works on dance."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#methodology\" name=\"methodology\">Methodology, Style, and Use </a>"
			},
			{
				"type": "paragraph",
				"value": "The writers gathered information and materials from primary and secondary sources. Books, articles in journals, magazine and newspapers, programs and brochures of dance companies, unpublished theses and dissertations, and online articles from official websites were consulted. Reviews of selected performances were written by those who watched the actual performances or studied the video documentation of the productions. Personal interviews of key informants were also conducted."
			},
			{
				"type": "paragraph",
				"value": "The master list of dance personalities found in this edition was based on certain measures agreed on by the editorial board. Dancers of ballet and other Western classical forms must have reached principal or extraordinary soloist status. Community-based dancers or dance teachers must have persevered in the preservation and conservation of indigenous or traditional dances through constant practice, with program and activities to teach the tradition to younger members of the community. Choreographers or directors must have created a substantial body of works and must have choreographed for a considerable period of time. Artist-teachers must have exerted real leadership and strong influence on their respective dance communities. The editorial board took into consideration the awards, publications and other scholarly contributions, peer recognition, and professional affiliations of all the aforementioned practitioners."
			},
			{
				"type": "paragraph",
				"value": "The inclusion of new dance groups was based on how these organizations created an impact on the situation and development of Philippine dance, whether through innovative works, popular acceptance, artistic excellence, compelling concept, and new theory. The temporal limit for the coverage of new entries&#x2014;artists, groups, and works&#x2014;was set at 31 Dec 2015. All biographic and institutional entries have been updated in this edition by scholars or experts in the field of dance who conducted either face-to-face or online interviews with the artists, or resorted to using reliable secondary sources of information found in libraries and online databases. This whole online edition on dance has been thoroughly reviewed by editors and consultants. "
			},
			{
				"type": "paragraph",
				"value": "The style follows the prescriptions of the <strong><em>Chicago Manual of Style</em></strong>, 16th edition. The form of presentation is designed for the student. The language is simple and the style straightforward. Technical terms are explained either in synonyms and equivalents or in the context in which they appear. Subheadings help to clarify the organization of ideas and ease the search for particular data. Pictures and captions illustrate the principal ideas or forms being discussed. Sources of data or quotations are placed in parentheses right after the sentence which uses them and provide the surname of the author, the year of publication of the work, and the page numbers, which can be checked against the sources at the end of an article."
			},
			{
				"type": "paragraph",
				"value": "Dance-related terms, such as <strong>pangalay</strong>, <strong>subli</strong>, <strong>balse</strong>, <strong>rock and roll</strong>, are set in boldface the first time they appear in an essay; Filipino and foreign terms not related to dance, such as<em>mambunong</em>and<em>convento</em>, are set in italics the first time they are mentioned. Translations or equivalents of terms, whether dance related or not, are usually enclosed in parentheses: thus,<em>teniente</em>(lieutenant). Titles of books are italicized and set in boldface each time they are mentioned; they are followed by English translations (if the title is non-English), enclosed in parentheses, and the year of publication, separated by commas. All diacritical marks on native terms are removed until such time as they are consistently and systematically recorded by scholars, especially among the smaller ethnic groups."
			},
			{
				"type": "paragraph",
				"value": "Titles of popular songs, marches, waltzes, hymns, and one part of a larger dance work, are set in normal type and enclosed in quotation marks. Titles of complete ballets, movies, television and radio programs,<em>sarsuwela</em>, and plays, are set in boldface italics. Acronyms of schools and institutions are written after each name has been spelled out, and are used in succeeding references to the school or institution."
			},
			{
				"type": "paragraph",
				"value": "For the researcher, the Search function of this online encyclopedia is the most helpful first stop. It lists all the major terms, forms, names, concepts, and books in Philippine dance as well the other areas of the encyclopedia."
			},
			{
				"type": "paragraph",
				"value": "All rights reserved. ?No portion of this website&#x2014;text, photograph, or artwork&#x2014;may be reproduced without the permission of the publisher and/or the authors and/or the photographers and artists."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#logo\" name=\"logo\">LOGO </a>"
			},
			{
				"type": "paragraph",
				"value": "<img src=\"http://digitalepa.info-aid.net/images/sun_logo/EPA_sun_logo.png\">"
			},
			{
				"type": "paragraph",
				"value": "The logo of this encyclopedia is the sun, ancient symbol of sovereignty and enlightenment, which in giving light gives warmth and life. This solar representation is based on the mythological sun used by the first Philippine Republic of 1899, which had Filipino features and eight principal rays. It is hoped that this encyclopedia will shed light on the most vital affirmations of being Filipino through the centuries and thus help to shape and strengthen the core of the nation&#x2019;s identity."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#ccpboard\" name=\"ccpboard\">CCP Board of Trustees </a>"
			},
			{
				"type": "paragraph",
				"value": "This project was approved and implemented by the CCP officials of 2013-17."
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Chair</em>"
			},
			{
				"type": "paragraph",
				"value": "Emily A. Abrera (2003-17) "
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>Trustees</em>"
			},
			{
				"type": "paragraph",
				"value": "Nestor O. Jardin (2001-17)"
			},
			{
				"type": "paragraph",
				"value": "Zenaida Tantoco (2002- )"
			},
			{
				"type": "paragraph",
				"value": "Isabel Caro Wilson (2003-17)"
			},
			{
				"type": "paragraph",
				"value": "Jaime C. Laya (2003- )"
			},
			{
				"type": "paragraph",
				"value": "Antonio S. Yap (2009-13)"
			},
			{
				"type": "paragraph",
				"value": "Paolo DG. Casurao (2010-13)"
			},
			{
				"type": "paragraph",
				"value": "Carolyn E. Espiritu (2010-17)"
			},
			{
				"type": "paragraph",
				"value": "Arsenio J. Lizaso (2010- )"
			},
			{
				"type": "paragraph",
				"value": "Raul M. Sunico (2010-17)"
			},
			{
				"type": "paragraph",
				"value": "Maria Cristina V. Turalba (2010-17)"
			},
			{
				"type": "paragraph",
				"value": "Florangel Rosario-Braid (2010-17)"
			},
			{
				"type": "paragraph",
				"value": "Danilo L. Dolor (2013- )?"
			},
			{
				"type": "paragraph",
				"value": "Ma. Rose Magsaysay-Crisostomo (2017- )"
			},
			{
				"type": "paragraph",
				"value": "Anthony P. De La Cerna (2017)"
			},
			{
				"type": "paragraph",
				"value": "Michelle Nikki M. Junia (2017- )"
			},
			{
				"type": "paragraph",
				"value": "Stanley Borero Seludo (2017- )"
			},
			{
				"type": "paragraph",
				"value": "Baltazar N. Endriga (2017- )"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#cppofficials\" name=\"cppofficials\">CCP Officials </a>"
			},
			{
				"type": "paragraph",
				"value": "<em>President</em>"
			},
			{
				"type": "paragraph",
				"value": "Raul M. Sunico (2010-17)"
			},
			{
				"type": "paragraph",
				"value": "Arsenio J. Lizaso (2017- )"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Vice President and Artistic Director</em>"
			},
			{
				"type": "paragraph",
				"value": "Chris B. Millado"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Vice President for Administration and Finance</em>"
			},
			{
				"type": "paragraph",
				"value": "Rodolfo G. del Rosario"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Arts Education Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Eva Mari D. G. Salvador"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Production and Exhibition Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Mauro Ariel S.R. Yonzon"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Cultural Exchange Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Carmencita J. Bernardo"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Administrative Services Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Teresa S. Rances"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>OIC, Cultural Content Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Libertine Santos Dela Cruz"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Financial Services Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Asuncion E. Esmero"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Human Resource Management Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Lilian C. Barco"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Manager, Internal Audit Department</em>"
			},
			{
				"type": "paragraph",
				"value": "Manuel B. Cabalejo"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#projectmanagement\" name=\"projectmanagement\">Project Management Team </a>"
			},
			{
				"type": "paragraph",
				"value": "<em>Project Director</em>"
			},
			{
				"type": "paragraph",
				"value": "Chris B. Millado"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Project Manager</em>"
			},
			{
				"type": "paragraph",
				"value": "Libertine Santos Dela Cruz "
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Content Editor</em>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/8/69/4839\"><strong></strong></a><strong><a href=\"/8/69/4840\"><strong>Elmer L. Gatchalian</strong></a></strong>"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#projectstaff\" name=\"projectstaff\">Project Staff </a>"
			},
			{
				"type": "paragraph",
				"value": "<em>CCP EPA Publication Coordination and Administration</em>"
			},
			{
				"type": "paragraph",
				"value": "Jhoanne Kristine A. Vinuya, Head"
			},
			{
				"type": "paragraph",
				"value": "Melanie Lu San Jose"
			},
			{
				"type": "paragraph",
				"value": "Ariel Lev Pinzon"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>CCP Legal and Intellectual Property Rights</em>"
			},
			{
				"type": "paragraph",
				"value": "Atty George E. <a href=\"/5/40/950\"><strong>Misa</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Danielle T. Purzuelo"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>CCP Cultural Research and Development</em>"
			},
			{
				"type": "paragraph",
				"value": "Horacio Cabangon Jr"
			},
			{
				"type": "paragraph",
				"value": "Sophia Casta&#xF1;eda"
			},
			{
				"type": "paragraph",
				"value": "Laurence C. Catalan"
			},
			{
				"type": "paragraph",
				"value": "Luz C. Catalan"
			},
			{
				"type": "paragraph",
				"value": "Joel Y. Honrada"
			},
			{
				"type": "paragraph",
				"value": "Alyssa P. Maglines"
			},
			{
				"type": "paragraph",
				"value": "Cierra Mortega"
			},
			{
				"type": "paragraph",
				"value": "John Paul A. Pabustan"
			},
			{
				"type": "paragraph",
				"value": "Immanuel Soquerata"
			},
			{
				"type": "paragraph",
				"value": "Austin Rose Tandog"
			},
			{
				"type": "paragraph",
				"value": "Leila S. Vibal"
			},
			{
				"type": "paragraph",
				"value": "Trixia Anne Zapater"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>CCP Library and Archives</em>"
			},
			{
				"type": "paragraph",
				"value": "Alice M. Esteves, Head?"
			},
			{
				"type": "paragraph",
				"value": "Danilo Nataba"
			},
			{
				"type": "paragraph",
				"value": "Cherry Nocum"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/4/24/1233\"><strong>Milagros</strong></a> E. Pasion"
			},
			{
				"type": "paragraph",
				"value": "Richelle P. Revestir"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>With the support of the</em>"
			},
			{
				"type": "paragraph",
				"value": "CCP Office of the President?"
			},
			{
				"type": "paragraph",
				"value": "CCP Office of the Artistic Director?"
			},
			{
				"type": "paragraph",
				"value": "CCP Visual Arts and Museum Division"
			},
			{
				"type": "paragraph",
				"value": "CCP Administrative Services Department"
			},
			{
				"type": "paragraph",
				"value": "CCP Financial Services Department?"
			},
			{
				"type": "paragraph",
				"value": "CCP Marketing Department?"
			},
			{
				"type": "paragraph",
				"value": "CCP Human Resource Management Department"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#editorialstaff\" name=\"editorialstaff\">Editorial Staff </a>"
			},
			{
				"type": "paragraph",
				"value": "<em>Editor-in-Chief </em><a href=\"/7/60/3316\"><strong>Nicanor G. Tiongson</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<em>General Managing Editor</em>Rosalie S. Matilac "
			},
			{
				"type": "paragraph",
				"value": "<em>Creative Director</em> Elmer L. Gatchalian "
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Area Editor</em>Basilio Esteban S. Villaruz"
			},
			{
				"type": "paragraph",
				"value": "<em>Associate Area Editor</em>Ruth Jordana L. Pison"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>Technical Director</em>"
			},
			{
				"type": "paragraph",
				"value": "Joel P. Bermudez"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>Visual Research Director</em>"
			},
			{
				"type": "paragraph",
				"value": "Samantha Louise Bigcas"
			},
			{
				"type": "paragraph",
				"value": "<em></em>"
			},
			{
				"type": "paragraph",
				"value": "<em>Visual Researchers</em>"
			},
			{
				"type": "paragraph",
				"value": "Ruth Hermosura"
			},
			{
				"type": "paragraph",
				"value": "Patricia Simone Dauz"
			},
			{
				"type": "paragraph",
				"value": "<em>Head Copy Editor</em>"
			},
			{
				"type": "paragraph",
				"value": "Rosalie S. Matilac"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "paragraph",
				"value": "<em>Copy Editors</em>"
			},
			{
				"type": "paragraph",
				"value": "Raissa Claire Falgui"
			},
			{
				"type": "paragraph",
				"value": "Gabriela Dans Lee"
			},
			{
				"type": "paragraph",
				"value": "Ana Felisa Lorenzo"
			},
			{
				"type": "paragraph",
				"value": "Arvin Mangohig"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<em>Proofreader</em>"
			},
			{
				"type": "paragraph",
				"value": "Beverly W. Siy"
			},
			{
				"type": "paragraph",
				"value": "<strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "<em>Writers</em>"
			},
			{
				"type": "paragraph",
				"value": "Deborah Lynn Espiritu Afuang"
			},
			{
				"type": "paragraph",
				"value": "Erlinda Alburo"
			},
			{
				"type": "paragraph",
				"value": "Reynaldo G. Alejandro"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2395\"><strong>Herbert Alvarez</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/5/40/926\"><strong>Ligaya</strong></a> F. Amilbangsa"
			},
			{
				"type": "paragraph",
				"value": "Carmen T. Andin"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2399\"><strong></strong></a><strong><a href=\"/6/51/2400\"><strong>Prosperidad M. Arandez</strong></a></strong>"
			},
			{
				"type": "paragraph",
				"value": "Nerissa S. Balce"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2407\"><strong>Samo Balt</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Franz Edric <a href=\"/6/46/39\"><strong>Banga</strong></a>lan"
			},
			{
				"type": "paragraph",
				"value": "Benita Maria P. Barros"
			},
			{
				"type": "paragraph",
				"value": "Regina Angelica Bautista"
			},
			{
				"type": "paragraph",
				"value": "Myra Victoria C. Beltran"
			},
			{
				"type": "paragraph",
				"value": "Dave Bercades"
			},
			{
				"type": "paragraph",
				"value": "Jonathan Y. Cagas"
			},
			{
				"type": "paragraph",
				"value": "Emilie B. Capulong"
			},
			{
				"type": "paragraph",
				"value": "\n\tCassell\n"
			},
			{
				"type": "paragraph",
				"value": "Angella Betina Carlos"
			},
			{
				"type": "paragraph",
				"value": "\n\tG. Castro\n"
			},
			{
				"type": "paragraph",
				"value": "Rina Angela P. Corpus"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/9/80/5200\"><strong>Rosario Cruz-Lucero</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Rene de Guzman?"
			},
			{
				"type": "paragraph",
				"value": "Paul G. del Rosario"
			},
			{
				"type": "paragraph",
				"value": "Alberto L. Dimarucut"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/5/42/3972\"><strong>Corazon C. Dioquino</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2457\"><strong>Marge C. Enriquez</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Anna Camille Fabella"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/3/17/3539\"><strong>Brenda Fajardo</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/9/80/5291\"><strong>Doreen G. Fernandez</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Ma. Eloisa Francisco"
			},
			{
				"type": "paragraph",
				"value": "Larry A. Gabao"
			},
			{
				"type": "paragraph",
				"value": "Ma. Cherish M. Garcia"
			},
			{
				"type": "paragraph",
				"value": "Elmer L. Gatchalian"
			},
			{
				"type": "paragraph",
				"value": "Corazon Generoso-I&#xF1;igo"
			},
			{
				"type": "paragraph",
				"value": "Mary Jane L. Globio"
			},
			{
				"type": "paragraph",
				"value": "Guillermo Gomez y Rivera"
			},
			{
				"type": "paragraph",
				"value": "Josefina B. Guillen"
			},
			{
				"type": "paragraph",
				"value": "Joelle Florence B. Jacinto"
			},
			{
				"type": "paragraph",
				"value": "Nestor O. Jardin"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/9/80/5044\"><strong>Ani</strong></a>ta M. Kane"
			},
			{
				"type": "paragraph",
				"value": "Karryl Faye Katigbak"
			},
			{
				"type": "paragraph",
				"value": "Kinna G. Kwan"
			},
			{
				"type": "paragraph",
				"value": "Rosa Concepcion Ladrido"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2509\"><strong>Angela Lawenko-Baguilat</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Felicitas Layag-Radaic"
			},
			{
				"type": "paragraph",
				"value": "Elizabeth <a href=\"/4/24/1215\"><strong>Lola</strong></a>rga"
			},
			{
				"type": "paragraph",
				"value": "Sarah Lumba"
			},
			{
				"type": "paragraph",
				"value": "Paolo Marko Manalo"
			},
			{
				"type": "paragraph",
				"value": "Malou L. Maniquis"
			},
			{
				"type": "paragraph",
				"value": "Kristine May D. Martinez"
			},
			{
				"type": "paragraph",
				"value": "Rosalie S. Matilac"
			},
			{
				"type": "paragraph",
				"value": "Desiree P. Medina"
			},
			{
				"type": "paragraph",
				"value": "Clarissa Cecilia Mijares-Ramos"
			},
			{
				"type": "paragraph",
				"value": "Ronnie Mirabuena"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2547\"><strong>Ramon A. Obusan</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "\n\tOcampo\n"
			},
			{
				"type": "paragraph",
				"value": "Mena Ojeda"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2548\"><strong>Leonor Orosa-Goquingco</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Seneca Pellano"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/7/60/3179\"><strong>Roselle V. Pineda</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Remedios V. Pi&#xF1;on"
			},
			{
				"type": "paragraph",
				"value": "Ruth Jordana L. Pison"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/5/35/773\"><strong>Chant</strong></a>al Primero"
			},
			{
				"type": "paragraph",
				"value": "Nicole Primero?"
			},
			{
				"type": "paragraph",
				"value": "Elka Krystle Requinta"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2571\"><strong>Lucrecia Reyes-Urtula</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Elena Rivera Mirano?"
			},
			{
				"type": "paragraph",
				"value": "Nicanor G. Tiongson"
			},
			{
				"type": "paragraph",
				"value": "Teresita Veloso-Pil"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2617\"><strong>Edna Vida</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Basilio Esteban S. Villaruz"
			},
			{
				"type": "paragraph",
				"value": ""
			},
			{
				"type": "heading",
				"value": "<a href=\"#acknowledgement\" name=\"acknowledgement\">Acknowledgement </a>"
			},
			{
				"type": "paragraph",
				"value": "Air Dance"
			},
			{
				"type": "paragraph",
				"value": "AlunAlun Dance Circle?"
			},
			{
				"type": "paragraph",
				"value": "American Historical Collection"
			},
			{
				"type": "paragraph",
				"value": "Ayala Museum Ballet Philippines"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/8/67/1416\"><strong>Bayani</strong></a>han Philippines Dance <a href=\"/6/49/131\"><strong>Company</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "CCP Performing Arts Department"
			},
			{
				"type": "paragraph",
				"value": "CCP Public Relations Department"
			},
			{
				"type": "paragraph",
				"value": "Centro Escolar University Archives"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2444\"><strong>Dance Theater Philippines</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Felicidad A. Prudente Photo Collection"
			},
			{
				"type": "paragraph",
				"value": "Felicing Tirona Memorial Library and Arts Center?"
			},
			{
				"type": "paragraph",
				"value": "GCF Books"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2514\"><strong>Leyte Kalipayan Dance Company</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Lopez Memorial Museum and Library"
			},
			{
				"type": "paragraph",
				"value": "Lotus Blaze Projects"
			},
			{
				"type": "paragraph",
				"value": "Mario Feir Filipiniana Library"
			},
			{
				"type": "paragraph",
				"value": "National Library of the Philippines"
			},
			{
				"type": "paragraph",
				"value": "Philippine All Stars"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2554\"><strong>Philippine Ballet Theatre</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Ramon Obusan Folkloric Group?"
			},
			{
				"type": "paragraph",
				"value": "UP Dance Company"
			},
			{
				"type": "paragraph",
				"value": "UP Diliman Main Library"
			},
			{
				"type": "paragraph",
				"value": "Carolina Afan"
			},
			{
				"type": "paragraph",
				"value": "Elena Alfonso"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2397\"><strong></strong></a><strong><a href=\"/6/51/2398\"><strong>Ligaya Fernando Amilbangsa</strong></a></strong>"
			},
			{
				"type": "paragraph",
				"value": "Belen Angeles"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/9/80/5094\"><strong>Joi Barrios</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Concepcion Baylon"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2415\"><strong>Myra Beltran</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Salvador Bernal"
			},
			{
				"type": "paragraph",
				"value": "Adoracion M. Bolos"
			},
			{
				"type": "paragraph",
				"value": "Ernesto R. Caballero"
			},
			{
				"type": "paragraph",
				"value": "Gervin Calina"
			},
			{
				"type": "paragraph",
				"value": "Angella Betina Carlos"
			},
			{
				"type": "paragraph",
				"value": "Zenaida Cipriano"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/9/80/5183\"><strong>Gilda Cordero-Fernando</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Erie V. Cruz"
			},
			{
				"type": "paragraph",
				"value": "Radjma Dal"
			},
			{
				"type": "paragraph",
				"value": "Vella C. Damian"
			},
			{
				"type": "paragraph",
				"value": "Gina Daniel"
			},
			{
				"type": "paragraph",
				"value": "Leticia de Guzman"
			},
			{
				"type": "paragraph",
				"value": "Corazon C. Dioquino"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2455\"><strong>Eddie Elejar</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/7/60/2963\"><strong>Pacita Gavino</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Lewis E. Gleeck Jr"
			},
			{
				"type": "paragraph",
				"value": "Eli R. Guieb"
			},
			{
				"type": "paragraph",
				"value": "Lourdes Guillermo"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/4/26/4470\"><strong>Mario A. Hernando</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Elvira Irremedio"
			},
			{
				"type": "paragraph",
				"value": "Erica Jacinto"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2495\"><strong>Nestor Jardin</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Felicitas Layag-Radaic"
			},
			{
				"type": "paragraph",
				"value": "Roberto M. Lopez"
			},
			{
				"type": "paragraph",
				"value": "Aya Maglines"
			},
			{
				"type": "paragraph",
				"value": "Edwin Manarpiis"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2535\"><strong></strong></a><strong><a href=\"/6/51/2536\"><strong>Rosalia Merino-Santos</strong></a></strong>"
			},
			{
				"type": "paragraph",
				"value": "Sonia P. Ner"
			},
			{
				"type": "paragraph",
				"value": "Ramon A. Obusan"
			},
			{
				"type": "paragraph",
				"value": "Leonor Orosa-Goquingco"
			},
			{
				"type": "paragraph",
				"value": "Reynaldo Pabion"
			},
			{
				"type": "paragraph",
				"value": "Eduardo Pailanan"
			},
			{
				"type": "paragraph",
				"value": "Adeline Paraso"
			},
			{
				"type": "paragraph",
				"value": "Nilo J. Parilla"
			},
			{
				"type": "paragraph",
				"value": "Earl Pasilan"
			},
			{
				"type": "paragraph",
				"value": "Renato S. Rastrollo"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2567\"><strong>Denisa Reyes</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2570\"><strong>Francisca Reyes-Aquino</strong></a>"
			},
			{
				"type": "paragraph",
				"value": "Lucrecia Reyes-Urtula"
			},
			{
				"type": "paragraph",
				"value": "Lumen Ruiz"
			},
			{
				"type": "paragraph",
				"value": "Violy Sahareza"
			},
			{
				"type": "paragraph",
				"value": "Julio Sambajon"
			},
			{
				"type": "paragraph",
				"value": "Carlito L. Se&#xF1;eres?"
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/6/51/2593\"><strong></strong></a><strong><a href=\"/6/51/2594\"><strong></strong></a><strong><a href=\"/6/51/2595\"><strong></strong></a><strong><a href=\"/6/51/2596\"><strong>Cecile Sicangco</strong></a></strong></strong></strong>"
			},
			{
				"type": "paragraph",
				"value": "Esperanza Sta. Cruz"
			},
			{
				"type": "paragraph",
				"value": "Celia Tolentino-Martinez"
			},
			{
				"type": "paragraph",
				"value": "Edna Vida"
			},
			{
				"type": "paragraph",
				"value": "Rudy Vidad"
			},
			{
				"type": "paragraph",
				"value": "Annaliza B. Villar"
			},
			{
				"type": "paragraph",
				"value": "Basilio Esteban S. Villaruz"
			},
			{
				"type": "paragraph",
				"value": "Jaime Zobel de Ayala"
			},
			{
				"type": "paragraph",
				"value": "Every reasonable effort has been made by the <a href=\"/2/11/2649\"><strong></strong></a><strong><a href=\"/6/51/2435\"><strong>Cultural Center of the Philippines</strong></a></strong> (CCP) ?to contact the copyright holders of all articles, photographs, and artworks? used in the 2017 edition of the <strong><em>CCP Encyclopedia of Philippine Art</em></strong>. ?Institutions or individuals who may have intellectual property rights over any of the articles, photographs or artworks whom the CCP has not been able to reach or to whom inaccurate acknowledgment has been made are invited to contact the CCP at ipr@culturalcenter.gov.ph."
			},
			{
				"type": "author",
				"value": null
			},
			{
				"type": "see_also",
				"value": []
			},
			{
				"type": "sources",
				"value": []
			}
		]
	}
]
