[
	{
		"article_id": "800",
		"url": "5/36/800",
		"article_title": "Band",
		"publish_year": "",
		"description": null,
		"volume_name": "MUSIC",
		"subsection_name": "Groups",
		"photos": [
			{
				"photo": 2060,
				"desc": "<p>Morriz Wind Orchestra (Photo courtesy of Banda Morriz)</p>\r\n\r\n"
			},
			{
				"photo": 2059,
				"desc": "<p>Banda Malabon Pula (Photo courtesy of the band)</p>\r\n\r\n"
			},
			{
				"photo": 2058,
				"desc": "<p><i>Zamboanga</i>, 1937 (Photo courtesy of Martin Magsanoc)</p>\r\n\r\n"
			}
		],
		"vids": [],
		"text": "<p class=\"Bylinetext\" style=\"margin:0in 0in 0.0001pt\">The band is an instrumental group composed of brass, woodwind, and percussion instruments, as in a brass band, military band, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/798\">symphonic</a> band, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/779\">jazz</a> or dance band. The term may also be used to refer to groups of unusual combinations, such as a marimba band, accordion band, or <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/771\">bamboo</a> band. As the name indicates, a brass band consists principally of brass instruments: cornets, tenor and baritone horns, euphoniums, and tubas.</p>\r\n<div id=\"carousel_holder_1\">&nbsp;</div>\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Military bands appeared in the late 18th century and denoted a regimental band composed of woodwinds, brass, and percussion. Civilian bands soon followed, patterned after the constitution of the military band. In the United States, the term symphonic or concert band was given to school ensembles whose musical functions and repertoire differed from those of marching bands. Much significant band literature was composed for the symphonic band, especially after the 1920s. Before this, band repertoire consisted mainly of marches and arrangements of well-known <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/786\">opera</a> overtures and arias. In the field of jazz, the early type of New Orleans group of eight members was originally called a jazz band and later referred to as a combo. The term big band is reserved for groups of 15 or more jazz instrumentalists playing under the direction of a band leader.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In the Philippines, bands patterned after the Spanish regimental bands became an integral part of fiestas as well as religious and civic celebrations. At first, natives were taught by <b>musico mayores</b>, those who trained and conducted the Spanish army bands. The Filipinos who were recruited by the Spanish army were trained first as musicians, then later as conductors. These regiments with Filipino musicians were Regiment Nos. 5, 7, 8, 71, 72, and 74. Since Filipinos were not allowed to organize their own bands, it was considered a great honor for a native to be a member of an army band, and even more glorious if he became a conductor.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Eliodoro Chico y Bustamante, a <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/1/2/2373\">Tagalog</a> priest, organized the first local band in Gapan, Nueva Ecija, on 22 Nov 1820. Father Chico appointed his relative, Lorenzo Zabat y Chico, to supervise the band. After the death of Lorenzo Zabat in 1903, his son Mariano took over with the help of his younger brother Teodoro. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4235\">Banda Zabat</a> became famous in Nueva Ecija and the surrounding provinces.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The Pe&ntilde;aranda Band was founded by Pedro Mercado around 1876. Revitalized by Fr Teodoro Parada, it updated its repertoire by getting a music teacher by the name of Maestro Pepe as its conductor. In 1888, Apolonio Bernabe became the band&rsquo;s director. Bernabe was a prolific and excellent composer whose music appealed to the audience.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The first Filipino to be recognized as band director is <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4171\">Leonardo Silos</a>. Silos was appointed director of Regiment No. 5 in Manila, which traveled to Jolo in 1870, then to Cebu, Zamboanga, Cavite, and Cotabato. Also a composer, Silos composed a hymn dedicated to King Alfonso XII&rsquo;s birthday for which he was awarded a golden baton.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Leonardo Silos&rsquo;s third son, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4173\">Rosalio</a>, directed Banda Pasig, a contemporary of Banda Zabat. Leonardo Silos took over from the younger Zabat who was then appointed as bandmaster of Regimental Band No. 74 and later Regimental Band No. 72, both based in Manila. Rosalio Silos was assigned to Iligan where he was accused of being sympathetic with the revolutionary movement because he was a mason. He was shot on 29 Dec 1896.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\"><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/3/17/3413\">Bonifacio Arevalo</a>, a dentist, sculptor, and art patron, revived the inactive Banda Pasig in the early 1890s and changed its name to Banda Arevalo. He hired a former rector of a Spanish regimental band, Marcelino Asuncion, and acquired new instruments. For the next two decades, Banda Arevalo expanded until it had about 80 members, producing one of the finest bands of the period. Banda Arevalo played music in Malolos, then the seat of the revolutionary government in 1898. In Hanoi, North Vietnam (then known as Indochina), the Banda Arevalo played <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3910\">Ladislao Bonus</a>&rsquo;s &ldquo;Paso Doble Hanoi&rdquo;<b><i> </i></b>under the direction of the composer himself. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4075\">Vicente Marifosqui</a> of Pasig, Rizal, was the director of Banda Arevalo until it was dissolved in 1911. He then founded Banda Dimasalang. Also a composer, he composed marches and sometimes directed the bands of Salinas, Cavite, and Cabanatuan, Nueva Ecija.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Arevalo sold the uniforms, instruments, and paraphernalia of Banda Arevalo to the San Pedros of Angono. This became the seed of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3866\">Angono National Symphonic&nbsp;Band</a>, which started the career of prominent composer and musician <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4162\">Lucio D. San Pedro</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Other noted band personalities were Lazaro Concepcion of Regimental Band No. 71; <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3926\">Jose Canseco</a> who was a musico mayor and a teacher of harmony, theory, and composition; Venancio Zacarias, Venancio Concepcion, and Jose Muezo of Regimental Band No. 73; Ubaldo Jacobe of Regimental Band No. 7; and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4021\">Cayetano Jacobe</a>, Fortunato Reyes, Crispino Reyes, Lucino Buenaventura, Alfonso Fresnido, Daniel Fajardo, and Faustino Beda&ntilde;a. The band also served as an outlet for creative energies to such masters as <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3854\">Marcelo Adonay</a>, Ladislao Bonus, Simplicio Silos, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3849\">Nicanor S. Abelardo</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The band became a popular musical medium during the American colonial period.The impact of American culture on band music was total. Uniforms were transformed from the ornate style of the Spanish period to the simple yet elegant American look. European instruments were replaced by American brands. Silver-plated, gold-plated, and lacquered brass instruments replaced nickel-plated brass and raw brass instruments. Many instruments were changed and/or upgraded: the wood piccolo, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/809\">flute</a>, and clarinet became metal; the straight soprano saxophone became curved; the upright horn was refashioned into the mellophone; the new trumpet replaced the old cornet; the valve trombone was superseded by the slide trombone; the baritone, the upright horn, and the tuba were redesigned; and the taut-rope <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/807\">drums</a> and Chinese cymbals were replaced by the double tension and zildjian cymbals, respectively. These changes in instruments naturally resulted in changes in instrumentation. For example, the piccolo&rsquo;s key became Db. The Eb clarinet became dispensable, while the C clarinet became obsolete.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Discipline in the band became more stringent, particularly during the parade marches, pass-in reviews, and exhibitions of fancy and military counter-drill. Even seating arrangements during band rehearsals and concerts changed. During the Spanish era, musicians formed themselves in a circle, taking their cue from the <b>bombista</b><i> </i>at the center. During the American period and until the present, the seating arrangement of band members has been in a semicircle, all facing the conductor. Music interpretation was also affected. High-spirited movement and elegant execution replaced the over-expressiveness and sluggish tempo in the past.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">One band that rose into prominence during the American period was the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4121\">Philippine Constabulary (PC) Band</a>. The PC Band was founded on 15 Oct 1902 by Col Walter H. Loving, with an initial membership of 30 musicians that expanded into 80 members during the band&rsquo;s heyday. In 1904, the PC Band won second prize in the Saint Louis Exposition. The band won raves when it performed flawlessly, even when the lights went out during their rendition of the <b><i><strong>William</strong> Tell Overture</i></b>. Also, William Howard Taft invited the PC Band to perform during his inauguration. In 1915, it was dubbed &ldquo;the best&rdquo; during its performance in the Panama Pacific Exposition. The PC Band&rsquo;s conductor during the exposition was <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4098\">Sgt Pedro Navarro</a>. Manuel L. Quezon, then resident commissioner to the United States, was so impressed that he appointed Navarro as permanent band director after Loving. Lt Jose Silos succeeded Navarro who retired in 1917 as captain. However, Quezon, who became president of the Commonwealth Government, invited Colonel Loving to prepare the band for future concerts in the United States, most especially for the Golden Gate Exposition in San Francisco, California. In the said exposition, the PC Band was considered by music critics the world over as a superior musical organization. The PC Band was dissolved during World War II, though. The band was reorganized in Feb 1945 with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3915\">Maj Antonino Buenaventura</a> as band leader who assured the band&rsquo;s success for 16 years. The following band leaders succeeded Buenaventura in the PC Band: Lt Col Jesus del Carmen, Lt Elias Roan, Maj Eliseo Javier, and Capt Jose F.G. Dunca Jr.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Meanwhile, Col Laureano G. Cari&ntilde;o founded the competent and artistic Armed Forces of the Philippines General Headquarters (AFP-GH) Band in 1937. The aim of the AFP-GH Band was to popularize original music written by Filipino composers. Military bands flourished within the country&rsquo;s army organization. Other military bands organized were the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4118\">Philippine Air Force Band</a>, under Lt Augusto Bataclan; the Philippine Military Academy Band, under Lt Eliseo Javier; the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4123\">Philippine Navy Band</a> under Ensign Anastacio Sosa; and the PC Band of Camp Crame under Maj Jose A. Campa&ntilde;a.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Another important development in band music during the American colonial period, especially during the 1930s, was the rise of school and university-based bands. This development was marked by Pedro B. Navarro&rsquo;s establishment of the first university band based in the National University during the early 1930s.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Town or civilian bands proliferated as well. Such was the popularity of band music that every Filipino town had two or more bands actively participating, even competing, in numerous town activities. This phenomenon is most common in Rizal Province, home of the most number of champions in national band contests. In Angono, for example, the competitors are the Angono Municipal Band or Angono Band No. 1 and the Angono Band No. 2; in Taytay, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3892\">Banda </a><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/58/595\">Malaya</a> or Band No. 1 and the Banda Bata or Band No 2; in Cardona, Banda No. 5 and Banda No. 8 (named according to the number of founders).</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Often, due to financial constraints, civilian bands assumed a less rigid and carefree character. These bands played in parades and concerts for which the musicians were not given compensation but merely small allowances. Each band had a <i>recamadero </i>or patron who was usually a music lover. The recamadero took care of supplying instruments, uniforms, musical accessories, and food for the band. Needless to say, without the recamadero, the town band would hardly survive.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Another example of a town with a good number of bands is Agoo, La Union. It was well-known for its musicians and bands: the Macalva, the Central, the Forunda, the Lopez, and the B-29 bands. Most notable among them was the B-29 Band, which had 100 members and was led by Luis Casaclang, conductor of the Philippine Scouts Band in Camp John Hay, Baguio. The band played in town fiestas in San Fernando, La Union; in Narvacan, Ilocos Sur; in Gerona, Tarlac; and in San Manuel and Mapandan, Pangasinan.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Civilian bands also abound in Metro Manila as well as in other provinces. The best ones are in Rizal, Bulacan, Batangas, Laguna, Cavite, Nueva Ecija, Bataan, and Pampanga.&nbsp;Bamboo bands using improvised native instruments have also become popular in schools and towns. One such band is the St. Anthony Bamboo Band in Malabon, Metro Manila.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Band organizations in the country were formed to further the development of band music and band organization. The Pambansang Samahan ng mga Banda sa Pilipinas (PASAMBAP) or National Band Association of the Philippines, organized by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3965\">Felipe Padilla de Leon</a> in 1953, aimed to unite local bands in the country and promote good band music, seeking to eliminate the practice called <b>tambakan</b>, a musical marathon in which participating bands pit stamina and endurance by playing continuously a wide range of band repertoire to a cheering audience for three days to a week. It is considered wasteful and debilitating for the musicians. Another band organization is the Filipino Bandmasters Association organized in 1960 by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4153\">Hilarion F. Rubio</a> and Mariano Zabat.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The 1970s witnessed attempts to revive the band. In 1978, for instance, the San Miguel Corporation initiated &ldquo;Balik Banda,&rdquo; a program to revive and revitalize band music. Its aims were to organize bands and improve the local band repertoire.The company also commissioned composers to write for the band. In 1981, however, economic difficulties put a stop to the contest. Grand prize winners of the &ldquo;Balik Banda&rdquo; contest were Banda Pula or Banda No. 2 of Malabon, Metro Manila, 1978; Angono Municipal Band or Banda No. 1 of Angono, Rizal, 1979; Banda Bata or Banda No. 2 of Taytay, Rizal, 1980; and Cainta Community Band of Cainta, Rizal, 1981.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The contribution of band music to the development of Filipino talent and artistry in music remains.Almost all contemporary Filipino composers have at one time or another found expression in band music, the medium being important in honing their musical skills.&nbsp;Antonino Buenaventura grew up with the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3916\">Buenaventura Band</a> founded by his brother Valeriano or Anong. Their father Lucino was a master sergeant and assistant bandleader of Banda de Regimiento Peninsular del Artilleria in Intramuros. Later, he established in the late 19th century the Banda Baliuag, which provided music to the Katipunero (revolutionary forces) in the province of Bulacan. Felipe Padilla de Leon conducted the famed <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3895\">Pe&ntilde;aranda Band</a>. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3914\">Alfredo S. Buenaventura</a>&rsquo;s childhood was full of the music of the Banda 31 in his hometown, Santa Maria, Bulacan. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3980\">Francisco F. Feliciano</a> grew up in Morong with the Morriz Band, which his father established. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3954\">Jerry A. Dadap</a> played with the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4206\">University of the Philippines (UP) ROTC Band</a> as a student of the UP Conservatory of Music.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">National Artist Lucio D. San Pedro is among the prominent musicians who composed and conducted for the band.San Pedro was the conductor of the Angono Band since 1933 and remained its leading force until the 1990s. It is now known as Angono Municipal Symphonic Band. During the 1950s and until the 1960s, he was also connected with the Peng Kong Grand Mason Concert Band and with the Banda Malaya Nos. 1 and 2 of Taytay, Rizal.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Some composers, notably San Pedro, Antonino Buenaventura, Felipe Padilla de Leon, Alfredo S. Buenaventura, and Hilarion F. Rubio, wrote extensively for the band. They were so versatile they could transcribe their works, big and small, for band or symphony, or vice versa. Also worthy of mention are San Pedro&rsquo;s transcriptions for the symphonic band of pieces by classical masters like Mozart, Beethoven, Tchaikovsky, Puccini, and Wagner. In 1961, San Pedro composed the symphonic poem <b><i>Lahing Kayumanggi </i></b>(Brown Race) for the symphonic band based on the four notes of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/73/1553\">folk song</a> <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/40/858\">&ldquo;Bahay Kubo&rdquo;</a> (Nipa Hut). The composition won the Republic Cultural Heritage Award in 1962.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Today, private and military bands continue to perform. There are regular concerts by bands of the major services, such as the Philippine Constabulary, Philippine Army, Philippine Air Force, and Philippine Navy. In the 1970s, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4119\">Philippine Army Band</a>, then headed by Capt Jose F.G. Dunca Jr, held regular concerts at the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3950\">Cultural Center of the Philippines (CCP)</a>. The Philippine Army Band was also responsible for the foundation of the Walter H. Loving Memorial Association in 1974. Other military bands of note are the First Division Band, Nueva Ecija; Second Infantry Brigade Band, Camp Capinpin, Tanay, Rizal; Fourth Infantry Division Band, Cagayan de Oro; Fifth Infantry Brigade Band, Camp Aquino, Tarlac; Presidential Guard Band, Malaca&ntilde;ang, Manila; Philippine Military Academy Band, Baguio City; and Supply Center Band, Fort Aguinaldo, Quezon City.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Bringing band music to the core of national attraction is the CCP-sponsored<b><i> Serenata ng mga Banda</i></b><i> </i>(Serenade of the Bands), which began in 1986.Participants of the 1986 <b><i>Serenata</i></b> were Cainta Community Band, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3893\">Banda Matanda</a>-General Trias, and Banda 8 Cardona. In 1987, participants were La Purisima Concepcion Banda 85 of Sta. Maria, Bulacan, Banda Cardonas, and Angono Municipal Band; in 1989, Banda 8 Cardona, Banda 98 of Bocaue, Bulacan, and Banda 85 of Santa Maria, Bulacan; in 1991, Banda Dos of Taytay, Banda Dos of Hagonoy, Bulacan, and Banda 82 of San Mateo, Rizal; and in 1992, Banda Ang Sikat 29, Banda Alarcon, and Lumban Selection Band.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Despite the country&rsquo;s dwindling economy and the rise of popular commercial music among the youth during the 1990s and early 2000s, town bands continued to survive. They found a new way to be visible by wearing modern colorful uniforms in different styles to gain advantage in marching competitions during town fiestas. The new costumes, which derived inspiration from movies, imitated costumes of the Roman warriors, German and Russian Military uniforms, Scottish-inspired costumes, and many more. The trend was started in Bacoor, Cavite, with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3865\">Banda Anak Zapote</a>, Banda 96, and Banda El Gobernador competing against one another. Other bands in the province of Cavite followed this trend and later influenced other bands from Laguna, Metro Manila, Nueva Ecija, Batangas, Quezon, and the Bicol region. Bands of Rizal Province remain traditional, as they maintain their pride of being the best in serenata and concert competitions. Because of these costumes, marching competitions became the attraction during fiestas more than the serenata at the plaza. The marching band that won the most number of prizes at the time was the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3939\">Citizens Brigade Band of Dasmari&ntilde;as</a>, Cavite.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">To establish itself as the Marching Band Capital of the Philippines, the city of Bacoor holds the biggest marching band and drill competition annually every September as the highlight of its Bakood Festival, the city&rsquo;s foundation day celebration. Participants can reach up to more than 50 every year. Notable winners are Banda 96 of Bacoor and Music Foundation Band of Dasmari&ntilde;as in 2012, Citizens Brigade Band of Dasmari&ntilde;as in 2013, and Mariners Polytechnic College Foundation Band of Naga City in 2014. Marching, drill, and concert band competitions are not limited to Luzon, as they can also be found in Mindanao. The annual Musikahan Festival in Tagum City, Davao del Norte, is also a big competition anticipated by bands across the island of Mindanao. Bukidnon State University Brass Band was declared grand-slam champion for winning the marching and drill competition from 2009 to 2011.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">But even with the growing popularity of marching bands, the <b>serenata</b> and <b>konsiyerto</b> during the evening of town fiestas continue to flourish. The Fiesta Republica Concert Band Competition of Malolos, Bulacan, is held annually and invites eight bands coming from the provinces to represent the eight rays of the sun in the Philippine national flag. These are Cavite, Nueva Ecija, Rizal, Batangas, Laguna, Bulacan, Bataan, and Pampanga. Noted winners are Banda Hiyas, provincial band of Bulacan, 2013; Provincial Capitol Band of Pampanga, 2014; and Imus Youth Symphonic Band 83 of Cavite, 2015. Other anticipated concert band competitions every year are the Antipolo City serenata competition during the fiesta of Inmaculada Concepcion in December, and the Muntinlupa City concert band competition.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The PASAMBAP has been inactive since the 1990s due to a leadership vacuum, but the local band scene continues to flourish despite the absence of a central body to coordinate their joint activities. In 2012, Alfredo Buenaventura was prevailed upon by members of PASAMBAP to accept the presidency of the organization, thus reviving the national band association founded by Felipe Padilla de Leon in 1953.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The Philippine Band Association, which is different from PASAMBAP, was organized in 2011 through the efforts of <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4137\">Herminigildo Ranera</a> and after many years was registered with the Securities and Exchange Commission. Their first activity was the <b><i>Banda Rito, Banda Roon </i></b>(Band Here, Band There)<b><i> National Symphonic Band Festival</i></b> in 2012, participated in by 14 bands coming from the military, university, and the towns. <v:shape id=\"_x0000_s1026\" o:allowincell=\"f\" style=\"position:absolute; margin-left:0; margin-top:0; width:8.3pt; height:8.25pt; z-index:251658240\" type=\"#_x0000_t202\"></v:shape><span class=\"icon-epa-sun\">&nbsp;</span><em><strong>Written by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/60/3090\"><strong>Rosalie Matilac</strong></a> and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4009\"><strong>Antonio C. Hila</strong></a>, updated by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3864\"><strong>Rodney D. S. Ambat</strong></a></strong> </em></p>\r\n\r\n<p class=\"Sourceline\" style=\"margin:0in 0in 0.0001pt\">&nbsp;</p>\r\n\r\n<p class=\"Sourceline\" style=\"margin:0in 0in 0.0001pt\"><strong>Sources</strong></p>\r\n\r\n<div class=\"src\">\r\n<p>Bañas, Raymundo C. (1969) 1975. <em>Pilipino Music and Theater</em>. Quezon City: Manlapaz Publishing Co.</p>\r\n\r\n<p>De Leon, Felipe Padilla. 1978. &ldquo;Banda Uno, Banda Dos.&rdquo; In <em>Filipino Heritage: The Making of a Nation</em>, edited by Alfredo Roces, Vol 8, 2213-17. Manila: Lahing Pilipino Publishing Inc.</p>\r\n\r\n<p>Rubio, Hilarion F. 1966. &ldquo;The Band as a Developing Institution.&rdquo; <em>Musical Journal of the Philippines</em> 1 (May): 11-12.</p>\r\n\r\n<p>San Pedro, Lucio D. (National Artist for Music). 1992. Interview by Elmer L. Gatchalian, Angono, Rizal, 7 Nov.</p>\r\n</div>\r\n",
		"article": [
			{
				"type": "paragraph",
				"value": "The band is an instrumental group composed of brass, woodwind, and percussion instruments, as in a brass band, military band, <a href=\"/5/35/798\">symphonic</a> band, and <a href=\"/5/35/779\">jazz</a> or dance band. The term may also be used to refer to groups of unusual combinations, such as a marimba band, accordion band, or <a href=\"/5/35/771\">bamboo</a> band. As the name indicates, a brass band consists principally of brass instruments: cornets, tenor and baritone horns, euphoniums, and tubas."
			},
			{
				"type": "carousel",
				"value": [
					{
						"photo": 2060,
						"desc": "<p>Morriz Wind Orchestra (Photo courtesy of Banda Morriz)</p>\r\n\r\n"
					},
					{
						"photo": 2059,
						"desc": "<p>Banda Malabon Pula (Photo courtesy of the band)</p>\r\n\r\n"
					},
					{
						"photo": 2058,
						"desc": "<p><i>Zamboanga</i>, 1937 (Photo courtesy of Martin Magsanoc)</p>\r\n\r\n"
					}
				]
			},
			{
				"type": "paragraph",
				"value": "Military bands appeared in the late 18th century and denoted a regimental band composed of woodwinds, brass, and percussion. Civilian bands soon followed, patterned after the constitution of the military band. In the United States, the term symphonic or concert band was given to school ensembles whose musical functions and repertoire differed from those of marching bands. Much significant band literature was composed for the symphonic band, especially after the 1920s. Before this, band repertoire consisted mainly of marches and arrangements of well-known <a href=\"/5/35/786\">opera</a> overtures and arias. In the field of jazz, the early type of New Orleans group of eight members was originally called a jazz band and later referred to as a combo. The term big band is reserved for groups of 15 or more jazz instrumentalists playing under the direction of a band leader."
			},
			{
				"type": "paragraph",
				"value": "In the Philippines, bands patterned after the Spanish regimental bands became an integral part of fiestas as well as religious and civic celebrations. At first, natives were taught by <b>musico mayores</b>, those who trained and conducted the Spanish army bands. The Filipinos who were recruited by the Spanish army were trained first as musicians, then later as conductors. These regiments with Filipino musicians were Regiment Nos. 5, 7, 8, 71, 72, and 74. Since Filipinos were not allowed to organize their own bands, it was considered a great honor for a native to be a member of an army band, and even more glorious if he became a conductor."
			},
			{
				"type": "paragraph",
				"value": "Eliodoro Chico y Bustamante, a <a href=\"/1/2/2373\">Tagalog</a> priest, organized the first local band in Gapan, Nueva Ecija, on 22 Nov 1820. Father Chico appointed his relative, Lorenzo Zabat y Chico, to supervise the band. After the death of Lorenzo Zabat in 1903, his son Mariano took over with the help of his younger brother Teodoro. <a href=\"/5/5/4235\">Banda Zabat</a> became famous in Nueva Ecija and the surrounding provinces."
			},
			{
				"type": "paragraph",
				"value": "The Pe&#xF1;aranda Band was founded by Pedro Mercado around 1876. Revitalized by Fr Teodoro Parada, it updated its repertoire by getting a music teacher by the name of Maestro Pepe as its conductor. In 1888, Apolonio Bernabe became the band&#x2019;s director. Bernabe was a prolific and excellent composer whose music appealed to the audience."
			},
			{
				"type": "paragraph",
				"value": "The first Filipino to be recognized as band director is <a href=\"/5/5/4171\">Leonardo Silos</a>. Silos was appointed director of Regiment No. 5 in Manila, which traveled to Jolo in 1870, then to Cebu, Zamboanga, Cavite, and Cotabato. Also a composer, Silos composed a hymn dedicated to King Alfonso XII&#x2019;s birthday for which he was awarded a golden baton."
			},
			{
				"type": "paragraph",
				"value": "Leonardo Silos&#x2019;s third son, <a href=\"/5/5/4173\">Rosalio</a>, directed Banda Pasig, a contemporary of Banda Zabat. Leonardo Silos took over from the younger Zabat who was then appointed as bandmaster of Regimental Band No. 74 and later Regimental Band No. 72, both based in Manila. Rosalio Silos was assigned to Iligan where he was accused of being sympathetic with the revolutionary movement because he was a mason. He was shot on 29 Dec 1896."
			},
			{
				"type": "paragraph",
				"value": "<a href=\"/3/17/3413\">Bonifacio Arevalo</a>, a dentist, sculptor, and art patron, revived the inactive Banda Pasig in the early 1890s and changed its name to Banda Arevalo. He hired a former rector of a Spanish regimental band, Marcelino Asuncion, and acquired new instruments. For the next two decades, Banda Arevalo expanded until it had about 80 members, producing one of the finest bands of the period. Banda Arevalo played music in Malolos, then the seat of the revolutionary government in 1898. In Hanoi, North Vietnam (then known as Indochina), the Banda Arevalo played <a href=\"/5/42/3910\">Ladislao Bonus</a>&#x2019;s &#x201C;Paso Doble Hanoi&#x201D;<b><i> </i></b>under the direction of the composer himself. <a href=\"/5/42/4075\">Vicente Marifosqui</a> of Pasig, Rizal, was the director of Banda Arevalo until it was dissolved in 1911. He then founded Banda Dimasalang. Also a composer, he composed marches and sometimes directed the bands of Salinas, Cavite, and Cabanatuan, Nueva Ecija."
			},
			{
				"type": "paragraph",
				"value": "Arevalo sold the uniforms, instruments, and paraphernalia of Banda Arevalo to the San Pedros of Angono. This became the seed of the <a href=\"/5/5/3866\">Angono National Symphonic&#xA0;Band</a>, which started the career of prominent composer and musician <a href=\"/5/5/4162\">Lucio D. San Pedro</a>."
			},
			{
				"type": "paragraph",
				"value": "Other noted band personalities were Lazaro Concepcion of Regimental Band No. 71; <a href=\"/5/42/3926\">Jose Canseco</a> who was a musico mayor and a teacher of harmony, theory, and composition; Venancio Zacarias, Venancio Concepcion, and Jose Muezo of Regimental Band No. 73; Ubaldo Jacobe of Regimental Band No. 7; and <a href=\"/5/42/4021\">Cayetano Jacobe</a>, Fortunato Reyes, Crispino Reyes, Lucino Buenaventura, Alfonso Fresnido, Daniel Fajardo, and Faustino Beda&#xF1;a. The band also served as an outlet for creative energies to such masters as <a href=\"/5/5/3854\">Marcelo Adonay</a>, Ladislao Bonus, Simplicio Silos, and <a href=\"/5/5/3849\">Nicanor S. Abelardo</a>."
			},
			{
				"type": "paragraph",
				"value": "The band became a popular musical medium during the American colonial period.The impact of American culture on band music was total. Uniforms were transformed from the ornate style of the Spanish period to the simple yet elegant American look. European instruments were replaced by American brands. Silver-plated, gold-plated, and lacquered brass instruments replaced nickel-plated brass and raw brass instruments. Many instruments were changed and/or upgraded: the wood piccolo, <a href=\"/5/37/809\">flute</a>, and clarinet became metal; the straight soprano saxophone became curved; the upright horn was refashioned into the mellophone; the new trumpet replaced the old cornet; the valve trombone was superseded by the slide trombone; the baritone, the upright horn, and the tuba were redesigned; and the taut-rope <a href=\"/5/37/807\">drums</a> and Chinese cymbals were replaced by the double tension and zildjian cymbals, respectively. These changes in instruments naturally resulted in changes in instrumentation. For example, the piccolo&#x2019;s key became Db. The Eb clarinet became dispensable, while the C clarinet became obsolete."
			},
			{
				"type": "paragraph",
				"value": "Discipline in the band became more stringent, particularly during the parade marches, pass-in reviews, and exhibitions of fancy and military counter-drill. Even seating arrangements during band rehearsals and concerts changed. During the Spanish era, musicians formed themselves in a circle, taking their cue from the <b>bombista</b><i> </i>at the center. During the American period and until the present, the seating arrangement of band members has been in a semicircle, all facing the conductor. Music interpretation was also affected. High-spirited movement and elegant execution replaced the over-expressiveness and sluggish tempo in the past."
			},
			{
				"type": "paragraph",
				"value": "One band that rose into prominence during the American period was the <a href=\"/5/5/4121\">Philippine Constabulary (PC) Band</a>. The PC Band was founded on 15 Oct 1902 by Col Walter H. Loving, with an initial membership of 30 musicians that expanded into 80 members during the band&#x2019;s heyday. In 1904, the PC Band won second prize in the Saint Louis Exposition. The band won raves when it performed flawlessly, even when the lights went out during their rendition of the <b><i><strong>William</strong> Tell Overture</i></b>. Also, William Howard Taft invited the PC Band to perform during his inauguration. In 1915, it was dubbed &#x201C;the best&#x201D; during its performance in the Panama Pacific Exposition. The PC Band&#x2019;s conductor during the exposition was <a href=\"/5/42/4098\">Sgt Pedro Navarro</a>. Manuel L. Quezon, then resident commissioner to the United States, was so impressed that he appointed Navarro as permanent band director after Loving. Lt Jose Silos succeeded Navarro who retired in 1917 as captain. However, Quezon, who became president of the Commonwealth Government, invited Colonel Loving to prepare the band for future concerts in the United States, most especially for the Golden Gate Exposition in San Francisco, California. In the said exposition, the PC Band was considered by music critics the world over as a superior musical organization. The PC Band was dissolved during World War II, though. The band was reorganized in Feb 1945 with <a href=\"/5/5/3915\">Maj Antonino Buenaventura</a> as band leader who assured the band&#x2019;s success for 16 years. The following band leaders succeeded Buenaventura in the PC Band: Lt Col Jesus del Carmen, Lt Elias Roan, Maj Eliseo Javier, and Capt Jose F.G. Dunca Jr."
			},
			{
				"type": "paragraph",
				"value": "Meanwhile, Col Laureano G. Cari&#xF1;o founded the competent and artistic Armed Forces of the Philippines General Headquarters (AFP-GH) Band in 1937. The aim of the AFP-GH Band was to popularize original music written by Filipino composers. Military bands flourished within the country&#x2019;s army organization. Other military bands organized were the <a href=\"/5/42/4118\">Philippine Air Force Band</a>, under Lt Augusto Bataclan; the Philippine Military Academy Band, under Lt Eliseo Javier; the <a href=\"/5/42/4123\">Philippine Navy Band</a> under Ensign Anastacio Sosa; and the PC Band of Camp Crame under Maj Jose A. Campa&#xF1;a."
			},
			{
				"type": "paragraph",
				"value": "Another important development in band music during the American colonial period, especially during the 1930s, was the rise of school and university-based bands. This development was marked by Pedro B. Navarro&#x2019;s establishment of the first university band based in the National University during the early 1930s."
			},
			{
				"type": "paragraph",
				"value": "Town or civilian bands proliferated as well. Such was the popularity of band music that every Filipino town had two or more bands actively participating, even competing, in numerous town activities. This phenomenon is most common in Rizal Province, home of the most number of champions in national band contests. In Angono, for example, the competitors are the Angono Municipal Band or Angono Band No. 1 and the Angono Band No. 2; in Taytay, the <a href=\"/5/42/3892\">Banda </a><a href=\"/7/58/595\">Malaya</a> or Band No. 1 and the Banda Bata or Band No 2; in Cardona, Banda No. 5 and Banda No. 8 (named according to the number of founders)."
			},
			{
				"type": "paragraph",
				"value": "Often, due to financial constraints, civilian bands assumed a less rigid and carefree character. These bands played in parades and concerts for which the musicians were not given compensation but merely small allowances. Each band had a <i>recamadero </i>or patron who was usually a music lover. The recamadero took care of supplying instruments, uniforms, musical accessories, and food for the band. Needless to say, without the recamadero, the town band would hardly survive."
			},
			{
				"type": "paragraph",
				"value": "Another example of a town with a good number of bands is Agoo, La Union. It was well-known for its musicians and bands: the Macalva, the Central, the Forunda, the Lopez, and the B-29 bands. Most notable among them was the B-29 Band, which had 100 members and was led by Luis Casaclang, conductor of the Philippine Scouts Band in Camp John Hay, Baguio. The band played in town fiestas in San Fernando, La Union; in Narvacan, Ilocos Sur; in Gerona, Tarlac; and in San Manuel and Mapandan, Pangasinan."
			},
			{
				"type": "paragraph",
				"value": "Civilian bands also abound in Metro Manila as well as in other provinces. The best ones are in Rizal, Bulacan, Batangas, Laguna, Cavite, Nueva Ecija, Bataan, and Pampanga.&#xA0;Bamboo bands using improvised native instruments have also become popular in schools and towns. One such band is the St. Anthony Bamboo Band in Malabon, Metro Manila."
			},
			{
				"type": "paragraph",
				"value": "Band organizations in the country were formed to further the development of band music and band organization. The Pambansang Samahan ng mga Banda sa Pilipinas (PASAMBAP) or National Band Association of the Philippines, organized by <a href=\"/5/5/3965\">Felipe Padilla de Leon</a> in 1953, aimed to unite local bands in the country and promote good band music, seeking to eliminate the practice called <b>tambakan</b>, a musical marathon in which participating bands pit stamina and endurance by playing continuously a wide range of band repertoire to a cheering audience for three days to a week. It is considered wasteful and debilitating for the musicians. Another band organization is the Filipino Bandmasters Association organized in 1960 by <a href=\"/5/5/4153\">Hilarion F. Rubio</a> and Mariano Zabat."
			},
			{
				"type": "paragraph",
				"value": "The 1970s witnessed attempts to revive the band. In 1978, for instance, the San Miguel Corporation initiated &#x201C;Balik Banda,&#x201D; a program to revive and revitalize band music. Its aims were to organize bands and improve the local band repertoire.The company also commissioned composers to write for the band. In 1981, however, economic difficulties put a stop to the contest. Grand prize winners of the &#x201C;Balik Banda&#x201D; contest were Banda Pula or Banda No. 2 of Malabon, Metro Manila, 1978; Angono Municipal Band or Banda No. 1 of Angono, Rizal, 1979; Banda Bata or Banda No. 2 of Taytay, Rizal, 1980; and Cainta Community Band of Cainta, Rizal, 1981."
			},
			{
				"type": "paragraph",
				"value": "The contribution of band music to the development of Filipino talent and artistry in music remains.Almost all contemporary Filipino composers have at one time or another found expression in band music, the medium being important in honing their musical skills.&#xA0;Antonino Buenaventura grew up with the <a href=\"/5/42/3916\">Buenaventura Band</a> founded by his brother Valeriano or Anong. Their father Lucino was a master sergeant and assistant bandleader of Banda de Regimiento Peninsular del Artilleria in Intramuros. Later, he established in the late 19th century the Banda Baliuag, which provided music to the Katipunero (revolutionary forces) in the province of Bulacan. Felipe Padilla de Leon conducted the famed <a href=\"/5/5/3895\">Pe&#xF1;aranda Band</a>. <a href=\"/5/5/3914\">Alfredo S. Buenaventura</a>&#x2019;s childhood was full of the music of the Banda 31 in his hometown, Santa Maria, Bulacan. <a href=\"/5/5/3980\">Francisco F. Feliciano</a> grew up in Morong with the Morriz Band, which his father established. <a href=\"/5/5/3954\">Jerry A. Dadap</a> played with the <a href=\"/5/5/4206\">University of the Philippines (UP) ROTC Band</a> as a student of the UP Conservatory of Music."
			},
			{
				"type": "paragraph",
				"value": "National Artist Lucio D. San Pedro is among the prominent musicians who composed and conducted for the band.San Pedro was the conductor of the Angono Band since 1933 and remained its leading force until the 1990s. It is now known as Angono Municipal Symphonic Band. During the 1950s and until the 1960s, he was also connected with the Peng Kong Grand Mason Concert Band and with the Banda Malaya Nos. 1 and 2 of Taytay, Rizal."
			},
			{
				"type": "paragraph",
				"value": "Some composers, notably San Pedro, Antonino Buenaventura, Felipe Padilla de Leon, Alfredo S. Buenaventura, and Hilarion F. Rubio, wrote extensively for the band. They were so versatile they could transcribe their works, big and small, for band or symphony, or vice versa. Also worthy of mention are San Pedro&#x2019;s transcriptions for the symphonic band of pieces by classical masters like Mozart, Beethoven, Tchaikovsky, Puccini, and Wagner. In 1961, San Pedro composed the symphonic poem <b><i>Lahing Kayumanggi </i></b>(Brown Race) for the symphonic band based on the four notes of the <a href=\"/9/73/1553\">folk song</a> <a href=\"/5/40/858\">&#x201C;Bahay Kubo&#x201D;</a> (Nipa Hut). The composition won the Republic Cultural Heritage Award in 1962."
			},
			{
				"type": "paragraph",
				"value": "Today, private and military bands continue to perform. There are regular concerts by bands of the major services, such as the Philippine Constabulary, Philippine Army, Philippine Air Force, and Philippine Navy. In the 1970s, the <a href=\"/5/42/4119\">Philippine Army Band</a>, then headed by Capt Jose F.G. Dunca Jr, held regular concerts at the <a href=\"/5/5/3950\">Cultural Center of the Philippines (CCP)</a>. The Philippine Army Band was also responsible for the foundation of the Walter H. Loving Memorial Association in 1974. Other military bands of note are the First Division Band, Nueva Ecija; Second Infantry Brigade Band, Camp Capinpin, Tanay, Rizal; Fourth Infantry Division Band, Cagayan de Oro; Fifth Infantry Brigade Band, Camp Aquino, Tarlac; Presidential Guard Band, Malaca&#xF1;ang, Manila; Philippine Military Academy Band, Baguio City; and Supply Center Band, Fort Aguinaldo, Quezon City."
			},
			{
				"type": "paragraph",
				"value": "Bringing band music to the core of national attraction is the CCP-sponsored<b><i> Serenata ng mga Banda</i></b><i> </i>(Serenade of the Bands), which began in 1986.Participants of the 1986 <b><i>Serenata</i></b> were Cainta Community Band, <a href=\"/5/42/3893\">Banda Matanda</a>-General Trias, and Banda 8 Cardona. In 1987, participants were La Purisima Concepcion Banda 85 of Sta. Maria, Bulacan, Banda Cardonas, and Angono Municipal Band; in 1989, Banda 8 Cardona, Banda 98 of Bocaue, Bulacan, and Banda 85 of Santa Maria, Bulacan; in 1991, Banda Dos of Taytay, Banda Dos of Hagonoy, Bulacan, and Banda 82 of San Mateo, Rizal; and in 1992, Banda Ang Sikat 29, Banda Alarcon, and Lumban Selection Band."
			},
			{
				"type": "paragraph",
				"value": "Despite the country&#x2019;s dwindling economy and the rise of popular commercial music among the youth during the 1990s and early 2000s, town bands continued to survive. They found a new way to be visible by wearing modern colorful uniforms in different styles to gain advantage in marching competitions during town fiestas. The new costumes, which derived inspiration from movies, imitated costumes of the Roman warriors, German and Russian Military uniforms, Scottish-inspired costumes, and many more. The trend was started in Bacoor, Cavite, with <a href=\"/5/5/3865\">Banda Anak Zapote</a>, Banda 96, and Banda El Gobernador competing against one another. Other bands in the province of Cavite followed this trend and later influenced other bands from Laguna, Metro Manila, Nueva Ecija, Batangas, Quezon, and the Bicol region. Bands of Rizal Province remain traditional, as they maintain their pride of being the best in serenata and concert competitions. Because of these costumes, marching competitions became the attraction during fiestas more than the serenata at the plaza. The marching band that won the most number of prizes at the time was the <a href=\"/5/5/3939\">Citizens Brigade Band of Dasmari&#xF1;as</a>, Cavite."
			},
			{
				"type": "paragraph",
				"value": "To establish itself as the Marching Band Capital of the Philippines, the city of Bacoor holds the biggest marching band and drill competition annually every September as the highlight of its Bakood Festival, the city&#x2019;s foundation day celebration. Participants can reach up to more than 50 every year. Notable winners are Banda 96 of Bacoor and Music Foundation Band of Dasmari&#xF1;as in 2012, Citizens Brigade Band of Dasmari&#xF1;as in 2013, and Mariners Polytechnic College Foundation Band of Naga City in 2014. Marching, drill, and concert band competitions are not limited to Luzon, as they can also be found in Mindanao. The annual Musikahan Festival in Tagum City, Davao del Norte, is also a big competition anticipated by bands across the island of Mindanao. Bukidnon State University Brass Band was declared grand-slam champion for winning the marching and drill competition from 2009 to 2011."
			},
			{
				"type": "paragraph",
				"value": "But even with the growing popularity of marching bands, the <b>serenata</b> and <b>konsiyerto</b> during the evening of town fiestas continue to flourish. The Fiesta Republica Concert Band Competition of Malolos, Bulacan, is held annually and invites eight bands coming from the provinces to represent the eight rays of the sun in the Philippine national flag. These are Cavite, Nueva Ecija, Rizal, Batangas, Laguna, Bulacan, Bataan, and Pampanga. Noted winners are Banda Hiyas, provincial band of Bulacan, 2013; Provincial Capitol Band of Pampanga, 2014; and Imus Youth Symphonic Band 83 of Cavite, 2015. Other anticipated concert band competitions every year are the Antipolo City serenata competition during the fiesta of Inmaculada Concepcion in December, and the Muntinlupa City concert band competition."
			},
			{
				"type": "paragraph",
				"value": "The PASAMBAP has been inactive since the 1990s due to a leadership vacuum, but the local band scene continues to flourish despite the absence of a central body to coordinate their joint activities. In 2012, Alfredo Buenaventura was prevailed upon by members of PASAMBAP to accept the presidency of the organization, thus reviving the national band association founded by Felipe Padilla de Leon in 1953."
			},
			{
				"type": "paragraph",
				"value": "The Philippine Band Association, which is different from PASAMBAP, was organized in 2011 through the efforts of <a href=\"/5/42/4137\">Herminigildo Ranera</a> and after many years was registered with the Securities and Exchange Commission. Their first activity was the <b><i>Banda Rito, Banda Roon </i></b>(Band Here, Band There)<b><i> National Symphonic Band Festival</i></b> in 2012, participated in by 14 bands coming from the military, university, and the towns. <v:shape id=\"_x0000_s1026\" o:allowincell=\"f\" style=\"position:absolute; margin-left:0; margin-top:0; width:8.3pt; height:8.25pt; z-index:251658240\" type=\"#_x0000_t202\"></v:shape><span class=\"icon-epa-sun\">&#xA0;</span><em><strong>Written by <a href=\"/7/60/3090\"><strong>Rosalie Matilac</strong></a> and <a href=\"/5/42/4009\"><strong>Antonio C. Hila</strong></a>, updated by <a href=\"/5/42/3864\"><strong>Rodney D. S. Ambat</strong></a></strong> </em>"
			},
			{ "type": "see_also", "value": [] },
			{
				"type": "sources",
				"value": [
					{
						"source": "Ban&#xCC;&#x192;as, Raymundo C. (1969) 1975. <em>Pilipino Music and Theater</em>. Quezon City: Manlapaz Publishing Co."
					},
					{
						"source": "De Leon, Felipe Padilla. 1978. &#x201C;Banda Uno, Banda Dos.&#x201D; In <em>Filipino Heritage: The Making of a Nation</em>, edited by Alfredo Roces, Vol 8, 2213-17. Manila: Lahing Pilipino Publishing Inc."
					},
					{
						"source": "Rubio, Hilarion F. 1966. &#x201C;The Band as a Developing Institution.&#x201D; <em>Musical Journal of the Philippines</em> 1 (May): 11-12."
					},
					{
						"source": "San Pedro, Lucio D. (National Artist for Music). 1992. Interview by Elmer L. Gatchalian, Angono, Rizal, 7 Nov."
					}
				]
			}
		]
	},
	{
		"article_id": "801",
		"url": "5/36/801",
		"article_title": "Choral Groups",
		"publish_year": "",
		"description": null,
		"volume_name": "MUSIC",
		"subsection_name": "Groups",
		"photos": [
			{
				"photo": 2061,
				"desc": "<p>The University of Santo Tomas Singers, 2010 (John Chua)</p>\r\n"
			},
			{
				"photo": 2062,
				"desc": "<p>Novo Concertante during the 53rd Cesare Augusto Seghizzi International Competition of Choral Music, 2014</p>\r\n\r\n<p>(Novo Concertante)</p>\r\n"
			},
			{
				"photo": 2063,
				"desc": "<p>The University of the Philippines&rsquo; Cherubim and Seraphim choir with conductor Elena Rivera Mirano</p>\r\n\r\n<p>(UP Diliman Information Office)</p>\r\n"
			}
		],
		"vids": [],
		"text": "<p class=\"Bylinetext\" style=\"margin:0in 0in 0.0001pt\">A choral group is a group of singers who sing either in unison or in parts. The chorus, choir, glee club, chorale, and the like are all choral groups. They are sometimes distinguished by the gender of their singers.</p>\r\n<div id=\"carousel_holder_1\">&nbsp;</div>\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Choral singing became popular only after World War II. Before that, it was done only in churches. During the Spanish regime, the Catholic Church employed boys in its choirs, which were called <b>schola cantorum</b> and <b>tiples</b>. A tiple refers to a soprano voice, especially of a boy. Thus, these choirs were composed of boys 8-14 years old&mdash;the ages before puberty alters their pure, high-pitched voices.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4196\">Tiples de Santo Domingo</a>, founded in 1587, is perhaps the oldest boys&rsquo; choir in the country. Pedro Bolanos, OP, founded the Escuela de Tiples and taught its members reading, writing, singing, and even instrument making. Similarly, Colegio de San Juan de Letran trained orphans who became their altar boys to be part of the Ruise&ntilde;ores de Letran, which existed from the 16th century to 1876. The group was revived in 1976, with its members coming from Letran&rsquo;s elementary school. In 1606, the Franciscans set up a school in Lumbang, Laguna, where around 400 boys were trained in music. These boys later went back to their hometowns to teach other children to sing. The forerunner of music schools, however, was the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/8/334\">Manila Cathedral</a> boys&rsquo; choir called Colegio de Ni&ntilde;os Tiples de la Santa Iglesia Catedral, founded in 1742. The choir is known today as the Manila Cathedral Boys&rsquo; Choir.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Community singing was not as vigorously pursued then as now&mdash;a change that had been encouraged by Vatican II. The <b>cantores y cantoras</b> or mixed choristers were usually drawn from the parish. In the secular realm, though, choral singers, especially in the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/786\">operas</a> mounted by foreign companies, were selected on an individual basis. There is no record of the existence of a professional choral group during the Spanish era.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The American colonial regime set up both public and private schools of music. General education schools created choral groups that performed during campus programs. But it was only in 1930 that choral associations, such as the Choral Art Association organized by Pacita Nolasco, emerged to cultivate and promote choral art. After World War II, Protestant choral groups actively pursued and dominated choral singing. Even before school choirs became permanent fixtures in campuses, the Ellinwood Chancel Choir had already gained prominence. After World War II, it became famous as a concert choir and was led by prominent conductors such as <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4145\">Flora Zarco-Rivera</a> who succeeded Viola Rich Smith; Lois Florendo Bello, founder of the Manila Concert Choir; <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3954\">Jerry A. Dadap</a>, choral music composer and arranger and founder of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/9/80/5124\">Andres Bonifacio</a> Choir; and Elmo Makil, baritone and choral composer and arranger who founded the all-male University of the Philippines (UP) Gleemen in the 1970s. Other significant Protestant choral groups were the Central Church Choir, which was led by composer <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4084\">Antonio J. Molina</a> for a decade then by Flora Zarco-Rivera in 1953; Iglesia Evangelica Unida de Cristo Choir under <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4153\">Hilarion F. Rubio</a>; Philippine Choral Ensemble, established in 1948 under Smith; the Baptist Choir and the Knox Church Choir, established in 1940 and 1953, respectively, under <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4111\">Eliseo M. Pajaro</a>; and the Union Theological Church Choir, founded in 1952 under Lois Florendo Bello.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In 1941, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4069\">Manila Symphony Orchestra</a> conductor <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4236\">Herbert Zipper</a> oversaw auditions for a choral group that would perform such works as Mozart&rsquo;s <b><i>Requiem</i></b>. He constituted the Manila Concert Choir, choosing 33 sopranos, 24 altos, 19 tenors, and 21 basses. The choir&rsquo;s life, however, immediately ended with the closing of the concert season. In 1950, Liwanag P. Cruz, the first woman to graduate from the UP Conservatory of Music with a degree in composition, founded the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4120\">Philippine Choral Society</a>, a mixed group of 30 members which aimed to train singers and support Filipino composers. Its members included <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4107\">Salvacion Oppus-Y&ntilde;iguez</a>, Pilar Mari&ntilde;o, Dolly Francia-Buencamino, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3953\">Fides Cuyugan-Asensio</a>, Luz Morales, Juanita Javier Torres, Jose Robles, Alberto Tirona, Pedro Roxas, and Vicente Antiporda. Among the groups&rsquo;s accompanists were Aida Sanz-Gonzales, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4024\">Regalado Jose</a>, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4201\">Benjamin Tupas</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The Manila Concert Choir of Lois Florendo Bello was the first choir named Ambassador of Goodwill. Founded in 1952, it was composed of entrepreneurs, engineers, teachers, doctors, students, and professional musicians who came from different interdenominational groups, making the choir the &ldquo;cream of Protestant church choirs.&rdquo; Bello was an alumna of the Westminster Choir and the head of the Sacred Music Department of the Union Theological Seminary. The choir sang mostly oratorios, like Handel&rsquo;s <b><i>Messiah</i></b> and Mendelssohn&rsquo;s <b><i>Elijah</i></b>, and works by Molina, Rubio, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4182\">Suarez</a>. Lawyers, architects, physicians, entrepreneurs, an engineer, and a dentist also made up the Philippine Male Chorale, formed in the early 1950s by Flora Zarco-Rivera who, in 1946, was the first Filipino to train at the Westminster College Choir under John Finley Williamson. Bass and violinist Paulino Capitulo was the choir&rsquo;s president. Rivera was also behind other choral groups, such as the UP Christian Youth Movement Choir and the UP Male Glee Club. In the 1960s, she conducted the first ecumenical choir at UP composed of both the Protestant chapel choir and the Catholic choir. Meanwhile, Pajaro&rsquo;s Bach Society of the Philippines premiered choral pieces, such as <b><i>Mass in B Minor</i></b> and <b><i>Cantata No. 78: Jesu der du Meine Seele </i></b>(Jesus, Thou Who My Soul), on 21 Mar 1953, Johann Sebastian Bach&rsquo;s birthday. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3991\">Jovita Fuentes</a> was technical adviser and Leroy Young was the president of the society. In 1969, David Yap, also an alumnus of the Westminster College Choir, founded Chorale Philippines with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4110\">Reynaldo T. Paguio</a>, Ricardo Mazo, Vittorio Clarete, Lily Bacho, Fred Tiburcio, and Lilies Kapili. On 18 Feb 1973, Yap conducted a composite children&rsquo;s choir numbering around 300 at the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3950\">Cultural Center of the Philippines</a> (CCP).</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In the 1960s, the UP College of Music founded two mixed choirs whose continuous success has influenced choral groups all over the country: the <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4204\">UP Concert Chorus</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4204\"> (UPCC) </a>or Korus in 1962, and the UP Madrigal Singers, now the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4122\">Philippine Madrigal Singers</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4122\"> (PMS)</a>, in 1963. Both groups have performed at major cultural venues as well as in schools and communities, and on provincial tours. They have graced state functions at Malaca&ntilde;an and participated in international festivals.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">UPCC uses many styles, performing novelty pieces aside from its standard repertory of classical Philippine and international pieces, and Broadway and ethnic songs. It also staged original <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/55/460\">musicals</a> like <b><i>Sumpang Mahal</i></b> (Beloved Promise) and <b><i>Ms. Philippines</i></b>. It garnered major European prizes in 1983, 1985, and 1988 under Reynaldo T. Paguio, the group&rsquo;s conductor for more than 35 years. Under Paguio&rsquo;s successor <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3869\">Janet Sabas-Aracama</a>, the UPCC appeared in <b><i>Bayan, Isang Paa na Lamang </i></b>(My Country, Just One Foot More), <b><i>Lagi Kitang Naaalala </i></b>(I Always Remember You), and the opera <b><i><strong>Spoliarium</strong></i></b>. In 2012, UPCC won first prize (folk category) and second prize (mixed category) at the Festival Internacional de Musica de Cantonigros in Catalonia, Spain; and the Gold Diploma and Audience Prize at the 9th Cantemus International Festival in Hungary. It was chosen as one of the six best choirs at the IV International Harald Andersen Chamber Choir Competition in Finland.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">PMS, on the other hand, under founder and past choirmaster <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4222\">Andrea O. Veneracion</a>, is trained in the light and highly polyphonic madrigal form popular during the Renaissance. The first major international appearance of the UP Madrigal Singers was at the International Choral Festival in Lincoln Center in 1968. After their initial successes, the group went on to compete internationally since 1976. The PMS won many European medals in 1981, participating in practically all choral competitions across several countries, from Bulgaria to France and Italy. In 1989, it won all the major prizes in choral competitions in Spain, Germany, Austria, Switzerland, and Italy. Under Veneracion&rsquo;s successor, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3929\">Mark Anthony Carpio</a>, the PMS won more prestigious awards, like the Gran Premio XVII Kutxa-Maximo Puntacion in the Certamen de Masa Corales in 1996 in Tolosa, Spain; Grand Champion at the Grand Prix Europeen de Chant Choral in 1997 in Tours, France; two first places at the Certamen Internacional de Habaneras y Polyfonia in 2004 in Torrevieja, Spain; and the Grand Prix at the 39th Grand Prix Europeen de Chant Choral in 2007 in Arezzo, Italy.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Many choral groups in Manila and some in the provinces are conducted by former members of UPCC and PMS. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4097\">Joel Navarro</a>, who used to conduct the Ateneo Glee Club and the AILM Chorale, was with UPCC, as were <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4067\">Ed Manguiat</a> of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4207\">UP Singing Ambassadors</a> and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4009\">Antonio C. Hila</a> of the Pasig Concert Chorus. Noel Bugarin of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3973\">De La Salle University Chorale</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3853\">Ramon Acoymo</a> of the Kundirana, and Emmanuel Laureola of the Aweng Male Chorale were with PMS. Former members even formed the Madrigal Singers Alumni and the UPCC Alumni.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Augmenting these official UP choirs are other university-based choirs founded by choral aficionados such as George Hernandez of the UP Saringhimig and Felipe de Leon Jr of the UP Kasarinlan choral groups.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\"><b>Children&rsquo;s choirs</b> have been active as well. The <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4203\">UP Cherubim and Seraphim</a>, founded by Flora Zarco-Rivera in 1971, has impressed children&rsquo;s choir enthusiasts and has widely concertized here and abroad. The Manila Cathedral Boys&rsquo; Choir was founded by the late Engracio Tempongco, who was also associated with the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4036\">Las Pi&ntilde;as Boys&nbsp;Choir</a> conducted by Leo Renier, CICM. The Tiples de Santo Domingo is handled by Eugene de los Santos and the Ruise&ntilde;ores de Letran by Antonio C. Hila.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Filipino children&rsquo;s choirs have been recognized as among the best in the world. The <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4006\">Hail Mary the Queen Children&rsquo;s Choir</a> under Maria Theresa and Jude Roldan won the 2013 Children&rsquo;s Choir of the World title in the 67th Llangollen International Musical Eisteddfod in North Wales, United Kingdom. The <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4046\">Loboc Children&rsquo;s Choir</a> under Alma Taldo, the Mandaluyong Children&rsquo;s Choir under Sebastian Trinidad, the Laoag City Children&rsquo;s Choir under Egdonna Legaspi, the Las Pi&ntilde;as Boys Choir under Armando Salarza, and the Baao Children and Youth Choir under Virgilio Briones are also winners in national and international choral festivals. The growing number of children&rsquo;s choirs in the country correlates with the growth of composers who write music for this age group and who are aware of their capability in delivering difficult music with much ease and out-of-this-world effect.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Choral singing reached its peak in the 1970s and early 1980s. Almost all government offices maintained a choir. Choral festivals and concerts were held regularly, especially at Luneta Park. Noted government choral groups were those of the Government Service Insurance System, Central Bank, Philippine National Bank, Development Bank of the Philippines, and Social Security System. Choral groups were formed even in the police force. In the 1970s, the Integrated National Police Choral Group at Camp Crame was formed by Beth Cadlao who also handled the Manila Police Choir. In Marikina, the Marikina Choir was put up by Felipe de Leon Jr, who drew half of the choir&rsquo;s members from the police force. Currently making waves is the Batas Himig Choir composed of police officers from the Makati Police Department. In the private sector, choirs were formed in affluent Makati offices as well as in smaller ones. Choirs of the Traders Royal Bank, Far East Bank and Trust Company, China Banking Corporation, Consolidated Bank of the Philippines, and Rizal Banking Corporation held annual CCP concerts beginning 1976.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\"><b>Community choirs</b> likewise proliferated. Each municipality maintained a choir, the most popular of which was <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3970\">Boy Delarmente</a>&rsquo;s Pasay KB Choral group, which bagged several grand prizes in choral contests. There are also parish choirs, like composer Francis Dandan&rsquo;s St. Andrew Parish Choir in Para&ntilde;aque, which has given annual concerts since its founding in 1969. Almost all churches have choral groups. At <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/8/379\">Santo Domingo Church</a> alone, one choir is assigned to each hourly Sunday mass from morning till night. The <i>simbang gabi</i> (dawn Mass) celebrations in open spaces, such as those at the Folk Arts Theater grounds every December, are not complete without the presence of a choir from either a government office, parish, or community, or a professional choir like PMS.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Only one chorus specializes in opera&mdash;the Opera Chorus of the Philippines, a brainchild of diva <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3991\">Jovita Fuentes</a>, now under the tutelage of <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3856\">Teresita Agana-Santos</a>. Aside from opera, the chorus repertory includes songs from Broadway and the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/55/472\"><b>sarsuwela</b></a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\"><b>Cause-oriented choral groups</b> meanwhile only began to be organized in the early 1980s. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4116\">Patatag</a>, Tambisan, and Buklod are among the well-known cause-oriented choral groups. These groups have clearly identified themselves as catalysts of social change through their songs, touching on national issues like human rights violations, militarization, imperialism, and urban poverty.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Competitions, festivals, and the stiff standards of organizations, such as the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4095\">National Music Competitions for Young Artists</a>, keep choirs all over the country in tip-top shape. Contests sponsored by civic organizations such as the Rotary Club, foreign embassies, and government agencies like the Intramuros Administration which has sponsored the annual Cantaremos Villancicos for about a decade now, have encouraged the formation of many choral groups. In 1979, 1981, and 1983, the Philippines hosted international choral festivals, giving local choirs a chance to test their mettle against various choirs from all over the world.</p>\r\n\r\n<p>Since the 1990s, many choral groups have been organized. Even the struggling economy in the country has failed to dampen the zeal of choral singing enthusiasts. Worthy of mention is the short-lived San Miguel Master Chorale (SMMC) under <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4218\">Jonathan Velasco</a> and Eudenice Palaruan, which was the only professionally paid choir in the Philippines between 2001 and 2007. Formed in 1998, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4103\">Novo Concertante Manila</a> under <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4191\">Arwin Tan</a> won the grand prize at the 1st Xinghai Prize International Choir Competition in Guangzhou, China in 2012. But it is the university-based choral groups that have grown in number in the Philippines. The UP Singing Ambassadors under Ed Manguiat, the University of the East Chorale under Ana Abeleda, the Philippine Normal University Choir under Luzviminda Modelo, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4209\">University of Santo Tomas (UST) Singers</a> under <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3923\">Fidel Calalang</a>, UST&rsquo;s Coro Tomasino under Ricardo Mazo, the De La Salle Chorale under Boy Delarmente, the UP Los Ba&ntilde;os Chorale under Von Lomarda, the UP Manila Chorale under Nikos Mante and Eman de Leon, the UP Vocal Ensemble&ndash;Santa Isabel College Singers under <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4099\">Raul Navarro</a>, the Bataan Peninsula State University Chamber Chorale under Noel Villanueva, and the Technological Institute of the Philippines Choral Society under Joel Aquino are just some of the choirs that have recently won in international choral festivals and competitions.<span class=\"icon-epa-sun\">&nbsp;</span><em><strong>Written by Antonio C. Hila, updated by Raul C. Navarro</strong> </em></p>\r\n",
		"article": [
			{
				"type": "paragraph",
				"value": "A choral group is a group of singers who sing either in unison or in parts. The chorus, choir, glee club, chorale, and the like are all choral groups. They are sometimes distinguished by the gender of their singers."
			},
			{
				"type": "carousel",
				"value": [
					{
						"photo": 2061,
						"desc": "<p>The University of Santo Tomas Singers, 2010 (John Chua)</p>\r\n"
					},
					{
						"photo": 2062,
						"desc": "<p>Novo Concertante during the 53rd Cesare Augusto Seghizzi International Competition of Choral Music, 2014</p>\r\n\r\n<p>(Novo Concertante)</p>\r\n"
					},
					{
						"photo": 2063,
						"desc": "<p>The University of the Philippines&rsquo; Cherubim and Seraphim choir with conductor Elena Rivera Mirano</p>\r\n\r\n<p>(UP Diliman Information Office)</p>\r\n"
					}
				]
			},
			{
				"type": "paragraph",
				"value": "Choral singing became popular only after World War II. Before that, it was done only in churches. During the Spanish regime, the Catholic Church employed boys in its choirs, which were called <b>schola cantorum</b> and <b>tiples</b>. A tiple refers to a soprano voice, especially of a boy. Thus, these choirs were composed of boys 8-14 years old&#x2014;the ages before puberty alters their pure, high-pitched voices."
			},
			{
				"type": "paragraph",
				"value": "The <a href=\"/5/5/4196\">Tiples de Santo Domingo</a>, founded in 1587, is perhaps the oldest boys&#x2019; choir in the country. Pedro Bolanos, OP, founded the Escuela de Tiples and taught its members reading, writing, singing, and even instrument making. Similarly, Colegio de San Juan de Letran trained orphans who became their altar boys to be part of the Ruise&#xF1;ores de Letran, which existed from the 16th century to 1876. The group was revived in 1976, with its members coming from Letran&#x2019;s elementary school. In 1606, the Franciscans set up a school in Lumbang, Laguna, where around 400 boys were trained in music. These boys later went back to their hometowns to teach other children to sing. The forerunner of music schools, however, was the <a href=\"/2/8/334\">Manila Cathedral</a> boys&#x2019; choir called Colegio de Ni&#xF1;os Tiples de la Santa Iglesia Catedral, founded in 1742. The choir is known today as the Manila Cathedral Boys&#x2019; Choir."
			},
			{
				"type": "paragraph",
				"value": "Community singing was not as vigorously pursued then as now&#x2014;a change that had been encouraged by Vatican II. The <b>cantores y cantoras</b> or mixed choristers were usually drawn from the parish. In the secular realm, though, choral singers, especially in the <a href=\"/5/35/786\">operas</a> mounted by foreign companies, were selected on an individual basis. There is no record of the existence of a professional choral group during the Spanish era."
			},
			{
				"type": "paragraph",
				"value": "The American colonial regime set up both public and private schools of music. General education schools created choral groups that performed during campus programs. But it was only in 1930 that choral associations, such as the Choral Art Association organized by Pacita Nolasco, emerged to cultivate and promote choral art. After World War II, Protestant choral groups actively pursued and dominated choral singing. Even before school choirs became permanent fixtures in campuses, the Ellinwood Chancel Choir had already gained prominence. After World War II, it became famous as a concert choir and was led by prominent conductors such as <a href=\"/5/5/4145\">Flora Zarco-Rivera</a> who succeeded Viola Rich Smith; Lois Florendo Bello, founder of the Manila Concert Choir; <a href=\"/5/5/3954\">Jerry A. Dadap</a>, choral music composer and arranger and founder of the <a href=\"/9/80/5124\">Andres Bonifacio</a> Choir; and Elmo Makil, baritone and choral composer and arranger who founded the all-male University of the Philippines (UP) Gleemen in the 1970s. Other significant Protestant choral groups were the Central Church Choir, which was led by composer <a href=\"/5/5/4084\">Antonio J. Molina</a> for a decade then by Flora Zarco-Rivera in 1953; Iglesia Evangelica Unida de Cristo Choir under <a href=\"/5/5/4153\">Hilarion F. Rubio</a>; Philippine Choral Ensemble, established in 1948 under Smith; the Baptist Choir and the Knox Church Choir, established in 1940 and 1953, respectively, under <a href=\"/5/5/4111\">Eliseo M. Pajaro</a>; and the Union Theological Church Choir, founded in 1952 under Lois Florendo Bello."
			},
			{
				"type": "paragraph",
				"value": "In 1941, <a href=\"/5/5/4069\">Manila Symphony Orchestra</a> conductor <a href=\"/5/5/4236\">Herbert Zipper</a> oversaw auditions for a choral group that would perform such works as Mozart&#x2019;s <b><i>Requiem</i></b>. He constituted the Manila Concert Choir, choosing 33 sopranos, 24 altos, 19 tenors, and 21 basses. The choir&#x2019;s life, however, immediately ended with the closing of the concert season. In 1950, Liwanag P. Cruz, the first woman to graduate from the UP Conservatory of Music with a degree in composition, founded the <a href=\"/5/5/4120\">Philippine Choral Society</a>, a mixed group of 30 members which aimed to train singers and support Filipino composers. Its members included <a href=\"/5/5/4107\">Salvacion Oppus-Y&#xF1;iguez</a>, Pilar Mari&#xF1;o, Dolly Francia-Buencamino, <a href=\"/5/5/3953\">Fides Cuyugan-Asensio</a>, Luz Morales, Juanita Javier Torres, Jose Robles, Alberto Tirona, Pedro Roxas, and Vicente Antiporda. Among the groups&#x2019;s accompanists were Aida Sanz-Gonzales, <a href=\"/5/5/4024\">Regalado Jose</a>, and <a href=\"/5/5/4201\">Benjamin Tupas</a>."
			},
			{
				"type": "paragraph",
				"value": "The Manila Concert Choir of Lois Florendo Bello was the first choir named Ambassador of Goodwill. Founded in 1952, it was composed of entrepreneurs, engineers, teachers, doctors, students, and professional musicians who came from different interdenominational groups, making the choir the &#x201C;cream of Protestant church choirs.&#x201D; Bello was an alumna of the Westminster Choir and the head of the Sacred Music Department of the Union Theological Seminary. The choir sang mostly oratorios, like Handel&#x2019;s <b><i>Messiah</i></b> and Mendelssohn&#x2019;s <b><i>Elijah</i></b>, and works by Molina, Rubio, and <a href=\"/5/5/4182\">Suarez</a>. Lawyers, architects, physicians, entrepreneurs, an engineer, and a dentist also made up the Philippine Male Chorale, formed in the early 1950s by Flora Zarco-Rivera who, in 1946, was the first Filipino to train at the Westminster College Choir under John Finley Williamson. Bass and violinist Paulino Capitulo was the choir&#x2019;s president. Rivera was also behind other choral groups, such as the UP Christian Youth Movement Choir and the UP Male Glee Club. In the 1960s, she conducted the first ecumenical choir at UP composed of both the Protestant chapel choir and the Catholic choir. Meanwhile, Pajaro&#x2019;s Bach Society of the Philippines premiered choral pieces, such as <b><i>Mass in B Minor</i></b> and <b><i>Cantata No. 78: Jesu der du Meine Seele </i></b>(Jesus, Thou Who My Soul), on 21 Mar 1953, Johann Sebastian Bach&#x2019;s birthday. <a href=\"/5/5/3991\">Jovita Fuentes</a> was technical adviser and Leroy Young was the president of the society. In 1969, David Yap, also an alumnus of the Westminster College Choir, founded Chorale Philippines with <a href=\"/5/5/4110\">Reynaldo T. Paguio</a>, Ricardo Mazo, Vittorio Clarete, Lily Bacho, Fred Tiburcio, and Lilies Kapili. On 18 Feb 1973, Yap conducted a composite children&#x2019;s choir numbering around 300 at the <a href=\"/5/5/3950\">Cultural Center of the Philippines</a> (CCP)."
			},
			{
				"type": "paragraph",
				"value": "In the 1960s, the UP College of Music founded two mixed choirs whose continuous success has influenced choral groups all over the country: the <a href=\"/5/42/4204\">UP Concert Chorus</a><a href=\"/5/42/4204\"> (UPCC) </a>or Korus in 1962, and the UP Madrigal Singers, now the <a href=\"/5/42/4122\">Philippine Madrigal Singers</a><a href=\"/5/42/4122\"> (PMS)</a>, in 1963. Both groups have performed at major cultural venues as well as in schools and communities, and on provincial tours. They have graced state functions at Malaca&#xF1;an and participated in international festivals."
			},
			{
				"type": "paragraph",
				"value": "UPCC uses many styles, performing novelty pieces aside from its standard repertory of classical Philippine and international pieces, and Broadway and ethnic songs. It also staged original <a href=\"/7/55/460\">musicals</a> like <b><i>Sumpang Mahal</i></b> (Beloved Promise) and <b><i>Ms. Philippines</i></b>. It garnered major European prizes in 1983, 1985, and 1988 under Reynaldo T. Paguio, the group&#x2019;s conductor for more than 35 years. Under Paguio&#x2019;s successor <a href=\"/5/5/3869\">Janet Sabas-Aracama</a>, the UPCC appeared in <b><i>Bayan, Isang Paa na Lamang </i></b>(My Country, Just One Foot More), <b><i>Lagi Kitang Naaalala </i></b>(I Always Remember You), and the opera <b><i><strong>Spoliarium</strong></i></b>. In 2012, UPCC won first prize (folk category) and second prize (mixed category) at the Festival Internacional de Musica de Cantonigros in Catalonia, Spain; and the Gold Diploma and Audience Prize at the 9th Cantemus International Festival in Hungary. It was chosen as one of the six best choirs at the IV International Harald Andersen Chamber Choir Competition in Finland."
			},
			{
				"type": "paragraph",
				"value": "PMS, on the other hand, under founder and past choirmaster <a href=\"/5/5/4222\">Andrea O. Veneracion</a>, is trained in the light and highly polyphonic madrigal form popular during the Renaissance. The first major international appearance of the UP Madrigal Singers was at the International Choral Festival in Lincoln Center in 1968. After their initial successes, the group went on to compete internationally since 1976. The PMS won many European medals in 1981, participating in practically all choral competitions across several countries, from Bulgaria to France and Italy. In 1989, it won all the major prizes in choral competitions in Spain, Germany, Austria, Switzerland, and Italy. Under Veneracion&#x2019;s successor, <a href=\"/5/42/3929\">Mark Anthony Carpio</a>, the PMS won more prestigious awards, like the Gran Premio XVII Kutxa-Maximo Puntacion in the Certamen de Masa Corales in 1996 in Tolosa, Spain; Grand Champion at the Grand Prix Europeen de Chant Choral in 1997 in Tours, France; two first places at the Certamen Internacional de Habaneras y Polyfonia in 2004 in Torrevieja, Spain; and the Grand Prix at the 39th Grand Prix Europeen de Chant Choral in 2007 in Arezzo, Italy."
			},
			{
				"type": "paragraph",
				"value": "Many choral groups in Manila and some in the provinces are conducted by former members of UPCC and PMS. <a href=\"/5/5/4097\">Joel Navarro</a>, who used to conduct the Ateneo Glee Club and the AILM Chorale, was with UPCC, as were <a href=\"/5/42/4067\">Ed Manguiat</a> of the <a href=\"/5/42/4207\">UP Singing Ambassadors</a> and <a href=\"/5/42/4009\">Antonio C. Hila</a> of the Pasig Concert Chorus. Noel Bugarin of the <a href=\"/5/5/3973\">De La Salle University Chorale</a>, <a href=\"/5/42/3853\">Ramon Acoymo</a> of the Kundirana, and Emmanuel Laureola of the Aweng Male Chorale were with PMS. Former members even formed the Madrigal Singers Alumni and the UPCC Alumni."
			},
			{
				"type": "paragraph",
				"value": "Augmenting these official UP choirs are other university-based choirs founded by choral aficionados such as George Hernandez of the UP Saringhimig and Felipe de Leon Jr of the UP Kasarinlan choral groups."
			},
			{
				"type": "paragraph",
				"value": "<b>Children&#x2019;s choirs</b> have been active as well. The <a href=\"/5/5/4203\">UP Cherubim and Seraphim</a>, founded by Flora Zarco-Rivera in 1971, has impressed children&#x2019;s choir enthusiasts and has widely concertized here and abroad. The Manila Cathedral Boys&#x2019; Choir was founded by the late Engracio Tempongco, who was also associated with the <a href=\"/5/5/4036\">Las Pi&#xF1;as Boys&#xA0;Choir</a> conducted by Leo Renier, CICM. The Tiples de Santo Domingo is handled by Eugene de los Santos and the Ruise&#xF1;ores de Letran by Antonio C. Hila."
			},
			{
				"type": "paragraph",
				"value": "Filipino children&#x2019;s choirs have been recognized as among the best in the world. The <a href=\"/5/5/4006\">Hail Mary the Queen Children&#x2019;s Choir</a> under Maria Theresa and Jude Roldan won the 2013 Children&#x2019;s Choir of the World title in the 67th Llangollen International Musical Eisteddfod in North Wales, United Kingdom. The <a href=\"/5/5/4046\">Loboc Children&#x2019;s Choir</a> under Alma Taldo, the Mandaluyong Children&#x2019;s Choir under Sebastian Trinidad, the Laoag City Children&#x2019;s Choir under Egdonna Legaspi, the Las Pi&#xF1;as Boys Choir under Armando Salarza, and the Baao Children and Youth Choir under Virgilio Briones are also winners in national and international choral festivals. The growing number of children&#x2019;s choirs in the country correlates with the growth of composers who write music for this age group and who are aware of their capability in delivering difficult music with much ease and out-of-this-world effect."
			},
			{
				"type": "paragraph",
				"value": "Choral singing reached its peak in the 1970s and early 1980s. Almost all government offices maintained a choir. Choral festivals and concerts were held regularly, especially at Luneta Park. Noted government choral groups were those of the Government Service Insurance System, Central Bank, Philippine National Bank, Development Bank of the Philippines, and Social Security System. Choral groups were formed even in the police force. In the 1970s, the Integrated National Police Choral Group at Camp Crame was formed by Beth Cadlao who also handled the Manila Police Choir. In Marikina, the Marikina Choir was put up by Felipe de Leon Jr, who drew half of the choir&#x2019;s members from the police force. Currently making waves is the Batas Himig Choir composed of police officers from the Makati Police Department. In the private sector, choirs were formed in affluent Makati offices as well as in smaller ones. Choirs of the Traders Royal Bank, Far East Bank and Trust Company, China Banking Corporation, Consolidated Bank of the Philippines, and Rizal Banking Corporation held annual CCP concerts beginning 1976."
			},
			{
				"type": "paragraph",
				"value": "<b>Community choirs</b> likewise proliferated. Each municipality maintained a choir, the most popular of which was <a href=\"/5/5/3970\">Boy Delarmente</a>&#x2019;s Pasay KB Choral group, which bagged several grand prizes in choral contests. There are also parish choirs, like composer Francis Dandan&#x2019;s St. Andrew Parish Choir in Para&#xF1;aque, which has given annual concerts since its founding in 1969. Almost all churches have choral groups. At <a href=\"/2/8/379\">Santo Domingo Church</a> alone, one choir is assigned to each hourly Sunday mass from morning till night. The <i>simbang gabi</i> (dawn Mass) celebrations in open spaces, such as those at the Folk Arts Theater grounds every December, are not complete without the presence of a choir from either a government office, parish, or community, or a professional choir like PMS."
			},
			{
				"type": "paragraph",
				"value": "Only one chorus specializes in opera&#x2014;the Opera Chorus of the Philippines, a brainchild of diva <a href=\"/5/42/3991\">Jovita Fuentes</a>, now under the tutelage of <a href=\"/5/5/3856\">Teresita Agana-Santos</a>. Aside from opera, the chorus repertory includes songs from Broadway and the <a href=\"/7/55/472\"><b>sarsuwela</b></a>."
			},
			{
				"type": "paragraph",
				"value": "<b>Cause-oriented choral groups</b> meanwhile only began to be organized in the early 1980s. <a href=\"/5/42/4116\">Patatag</a>, Tambisan, and Buklod are among the well-known cause-oriented choral groups. These groups have clearly identified themselves as catalysts of social change through their songs, touching on national issues like human rights violations, militarization, imperialism, and urban poverty."
			},
			{
				"type": "paragraph",
				"value": "Competitions, festivals, and the stiff standards of organizations, such as the <a href=\"/5/5/4095\">National Music Competitions for Young Artists</a>, keep choirs all over the country in tip-top shape. Contests sponsored by civic organizations such as the Rotary Club, foreign embassies, and government agencies like the Intramuros Administration which has sponsored the annual Cantaremos Villancicos for about a decade now, have encouraged the formation of many choral groups. In 1979, 1981, and 1983, the Philippines hosted international choral festivals, giving local choirs a chance to test their mettle against various choirs from all over the world."
			},
			{
				"type": "paragraph",
				"value": "Since the 1990s, many choral groups have been organized. Even the struggling economy in the country has failed to dampen the zeal of choral singing enthusiasts. Worthy of mention is the short-lived San Miguel Master Chorale (SMMC) under <a href=\"/5/42/4218\">Jonathan Velasco</a> and Eudenice Palaruan, which was the only professionally paid choir in the Philippines between 2001 and 2007. Formed in 1998, the <a href=\"/5/42/4103\">Novo Concertante Manila</a> under <a href=\"/5/42/4191\">Arwin Tan</a> won the grand prize at the 1st Xinghai Prize International Choir Competition in Guangzhou, China in 2012. But it is the university-based choral groups that have grown in number in the Philippines. The UP Singing Ambassadors under Ed Manguiat, the University of the East Chorale under Ana Abeleda, the Philippine Normal University Choir under Luzviminda Modelo, the <a href=\"/5/5/4209\">University of Santo Tomas (UST) Singers</a> under <a href=\"/5/42/3923\">Fidel Calalang</a>, UST&#x2019;s Coro Tomasino under Ricardo Mazo, the De La Salle Chorale under Boy Delarmente, the UP Los Ba&#xF1;os Chorale under Von Lomarda, the UP Manila Chorale under Nikos Mante and Eman de Leon, the UP Vocal Ensemble&#x2013;Santa Isabel College Singers under <a href=\"/5/42/4099\">Raul Navarro</a>, the Bataan Peninsula State University Chamber Chorale under Noel Villanueva, and the Technological Institute of the Philippines Choral Society under Joel Aquino are just some of the choirs that have recently won in international choral festivals and competitions.<span class=\"icon-epa-sun\">&#xA0;</span><em><strong>Written by Antonio C. Hila, updated by Raul C. Navarro</strong> </em>"
			},
			{ "type": "see_also", "value": [] },
			{ "type": "sources", "value": [] }
		]
	},
	{
		"article_id": "802",
		"url": "5/36/802",
		"article_title": "Orchestra",
		"publish_year": "",
		"description": null,
		"volume_name": "MUSIC",
		"subsection_name": "Groups",
		"photos": [
			{
				"photo": 2065,
				"desc": "<p>Ramon Tapales conducting an orchestra (National Library of the Philippines Collection)</p>\r\n\r\n"
			},
			{
				"photo": 2064,
				"desc": "<p>The Manila Symphony Orchestra, 2014&nbsp; (<i>Philippine Star</i>)</p>\r\n"
			}
		],
		"vids": [],
		"text": "<p class=\"Bylinetext\" style=\"margin:0in 0in 0.0001pt\">An <b>orchestra</b> is a group of musicians playing as an ensemble. The <b>symphony orchestra</b> is a large group of musicians performing on strings, woodwind, brass, and percussion instruments, organized especially for performing one of the larger forms of concert music like a <b>symphony</b>, or for accompanying an <b>oratorio</b> or dramatic works such as a <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/37\"><b>ballet</b></a> or <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/786\"><b>opera</b></a>, or for playing light or <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/35/790\">popular music</a>. Many orchestras, loosely defined, existed during the Spanish colonial period to play for processions and other religious functions or to provide entertainment at social gatherings.</p>\r\n<div id=\"carousel_holder_1\">&nbsp;</div>\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Perhaps the first orchestra in the country was that founded by the Augustinians at the church of Nuestra Se&ntilde;ora de Guadalupe (now the Nuestra Se&ntilde;ora de Gracia) in 1601. In 1870, the La Capilla de San Agustin or the Orchestra of Saint Augustine was founded in Manila by composer <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3855\">Marcelo Adonay</a>. It was known for its splendid performances of classical European pieces and was active in both religious and secular functions.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In the late 19th century, some orchestras were better known than others. In 1890, the blind Raymundo Fermin founded the Orquesta Femenina de Pandacan, an all-women orchestra directed and conducted by composer <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3910\">Ladislao Bonus</a>. The Gruet Orchestra of Sampaloc, Manila, was founded by Pedro Gruet and directed by Ramon Valdes. The San Juan del Monte Orchestra, which assisted at high masses, was founded and owned by Francisco Domingo. The Rizal Orchestra was founded by Martin Ocampo in 1898, with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3979\">Jose Estella</a> as its first director. The Oriental Orchestra was directed by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3847\">Bonifacio Abdon</a>. The Marikina Orchestra was owned by Jose Tuazon with Ladislao Bonus as one of its directors. The Molina Orchestra, founded in 1896 by Juan Molina, was known for its interpretation of classical compositions. It performed up to the 1930s in <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/55/472\"><b>sarsuwela</b></a> as well as operas. Visiting opera companies admired its musicians who ably accompanied operas with little or no rehearsals. In the province of Batangas, another orchestra named Rizal Orchestra was founded and directed by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4014\">Lorenzo Ilustre</a> in his native Batangas City after his retirement as bandmaster of Spanish Regiment No. 71 in the early years of the 20th century.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In 1911, the Monday Musical Club, an organization of United States Army officers and soldiers, founded the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4069\">Manila Symphony Orchestra</a> (not to be confused with the one founded by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4044\">Alexander Lippay</a> in 1922). The orchestra began the practice, now common, of &ldquo;borrowing&rdquo; members from other orchestras. It performed until 1914, folding up due to financial difficulties. Among the pieces it performed were Wagner&rsquo;s <b><i>Overture to</i> <i>Tannhauser</i></b>,<b><i> </i></b>Haydn&rsquo;s <b><i>Symphony in G Minor</i></b>,<b><i> </i></b>Mozart&rsquo;s <b><i>Jupiter Symphony</i></b>,<b><i> </i></b>Dvorak&rsquo;s <b><i>New World Symphony</i></b>,<b><i> </i></b>Beethoven&rsquo;s<b><i> Third </i></b>and <b><i>Fifth Symphonies</i></b>,<b><i> </i></b>Schubert&rsquo;s <b><i>Unfinished Symphony</i></b>,<b><i> </i></b>and Tchaikovsky&rsquo;s <b><i>Pathetique</i></b>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The second <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4069\">Manila Symphony Orchestra (MSO)</a> is the oldest existing orchestra, although it folded up for a time due to financial woes in 1988. Formally founded in 1922, it started performing in 1926 as the Constabulary Civic Orchestra, composed of musicians from the famed <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4121\">Philippine Constabulary Band</a> and students of the government Conservatory of Music. Its public concerts brought European classical music to the Filipino masses. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4236\">Herbert Zipper</a>, who succeeded Lippay, did much to professionalize the orchestra. The MSO started giving annual concerts at a number of venues, including Luneta Park. It sponsored the MSO Young Artists Competitions from 1963 to 1974 and revived it in the 1980s, giving the winners&mdash;besides cash and other prizes&mdash;a chance to perform as soloist of the orchestra. The MSO kept symphonic music alive in the country by performing not only in Manila but in the provinces as well. It was aided by the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4070\">Manila Symphony Society</a>, which took care of its bookings, subscriptions, and fund-raising activities.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In 1978, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/7/7/3098\">Manila Metropolitan Theater</a> was reopened. It became the base of the MSO until 1989. Due to financial difficulties, the MSO cancelled its 1988-89 concert season and staged its last concert at the Metropolitan Theater in 1989. In 1991, a concert featuring violinist <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4027\">Gilopez Kabayao</a> and Helen Quach, a frequent MSO guest conductor, was staged in an effort to bring the MSO back to life. However, the orchestra hibernated for a decade, and it was only revived by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4063\">Basilio Manalo</a> in 2001. It became known as MSO II, and the directorship was later passed on to <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4085\">Arturo Molina</a>. A major force in its revitalization was the Philippine Research for Developing Instrumental Soloists (PREDIS) founded in 1984 by Manalo, with the aid of <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4131\">Sr Mary Placid</a> of St. Scholastica&rsquo;s College, which eventually housed the MSO II from 2001 to 2014. PREDIS aims to develop young instrumentalists who will later supply the needs of Philippine orchestras.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In 1961, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4150\">Redentor Romero</a> founded and became music director of the National Philharmonic Orchestra (NPO). NPO was assisted by the National Philharmonic Society (NPS). Like all Philippine orchestras, the NPO was plagued by financial difficulties. It gave its last performances in 1984, but the NPS did not stop sponsoring outstanding performances, bringing in internationally renowned artists largely through the efforts of Romero, an impresario and a conductor who has led several orchestras abroad.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In 1973, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3950\">Cultural Center of the Philippines (CCP)</a> Philharmonic Orchestra was founded by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4212\">Luis Valencia</a>, who had earlier guest-conducted the Filipino Youth Symphony Orchestra (FYSO) in 1946. The orchestra primarily assisted CCP musical presentations. In 1982 it was renamed <a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4125\">Philippine Philharmonic Orchestra</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4125\"> (PPO)</a> with Oscar C. Yatco as music director. Yatco, who previously conducted the MSO, was assisted by two resident conductors, Basilio C. Manalo and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3980\">Francisco F. Feliciano</a>. The PPO is fully subsidized by the CCP and is aided by the Philippine Philharmonic Society. Aside from its standard Western repertory, the PPO performs Philippine compositions, being the main interpreter of works commissioned annually by the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4039\">League of Filipino Composers</a>. The PPO&rsquo;s regular season usually begins in September and ends in March. It also holds special concerts for students and the general public, in schools and churches within and outside Metro Manila. The PPO has also accompanied ballets, operas, and sarsuwela. In 2001, the PPO, which was then under the baton of Ruggiero Barbieri, embarked on its first European tour and performed in Gijon, Pontevedra, Orense, Burgos, and Madrid in Spain; Klagenfurt in Austria; Prague in the Czech Republic; and Berlin in Germany. Barbieri was succeeded by Eugene Castillo who conducted the PPO from 2003 to 2008. During Castillo&rsquo;s directorship, the PPO was invited in 2004 for a Charity Royal Command Concert at Bangkok&rsquo;s National Theater by Princess Galyani Vadhana, elder sister of the king of Thailand, and it did a short concert tour of the USA in 2006. In 2010, Olivier Ochanine became PPO&rsquo;s music director and principal conductor after two years of extensive search. Among the artists featured in PPO seasons were conductors Jean Sebastian Bereau from France, Piero Gamba from Canada, Yacov Bergman from the United States, Mendi Rodan from Israel, Australia-based Filipino <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4136\">Julian Quirit</a>, and Filipino composer-conductor <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3933\">Ryan Cayabyab</a>; pianists <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4043\">Cecile Licad</a>, Carminda de Leon Regala, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4141\">Reynaldo Reyes</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3968\">Nena del Rosario-Villanueva</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3941\">Jose Contreras</a>, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3908\">Jaime Bolipata</a>; and vocalists <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4001\">Otoniel Gonzaga</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4065\">Evelyn Mandac</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3920\">Nolyn Cabahug</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4060\">Elmo Makil</a>, and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4041\">Celeste Legaspi</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4127\">Philippine Youth Orchestra</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4127\"> (PYO)</a> is composed of musicians aged 12-25. It was created in 1974 by the University of the Philippines (UP) Board of Regents as proposed by Ruby K. Mangahas, former dean of the UP College of Music. The PYO hones the skills of future professional orchestra musicians, conductors, chamber music artists, and soloists, at the same time providing a forum for young Filipino composers to perform their works. <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3976\">Sergio Esmilla</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3976\"> Jr</a> was the orchestra&rsquo;s musical director, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3972\">Corazon Dioquino</a> its program director. PYO gave its maiden performance on 3 Sep 1975 and performed in many cities all over the country. In 1979, it went on a Singapore-Taipei-Hong Kong goodwill tour. Aside from performing, PYO members participate in music camps and workshops.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">PYO members made up the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4068\">Manila Chamber Orchestra</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4068\"> (MCO)</a>, Makati&rsquo;s past resident orchestra, founded in 1985 and launched with an inaugural concert in the same year at the PCIBank&rsquo;s <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4163\">Francisco Santiago</a> Hall. Fully subsidized in the past by the PCIBank through the MCO Foundation, the foundation went public in 1990 and included corporate institutions, such as the Philippine Long Distance Telephone (PLDT) Company, Philips, Meralco, and IBM, among its contributing members. Its annual concert season featured Filipino as well as foreign artists. It had been conducted by Sergio Esmilla Jr until the orchestra&rsquo;s untimely dissolution in 1993.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">During and after World War II, conservatories of music established symphony orchestras, such as the UP Junior Symphony Orchestra and the University of Santo Tomas (UST) Symphony Orchestra. The musicians were music students and the conductor a member of the faculty. They were informally grouped, however, as their existence depended largely upon the needs of the school. They served more as a laboratory for both the students and budding conductors or composers. The UP Junior Symphony Orchestra (UPJSO) was organized by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3915\">Antonino R. Buenaventura</a> in 1934, an assistant instructor at the UP Conservatory of Music who was designated to take over Abelardo&rsquo;s classes upon the latter&rsquo;s demise. The UPJSO was the first student symphony orchestra in the country. However, it did not last long. In 1998, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4110\">Reynaldo Paguio</a> of the UP College of Music worked for the revival of a college-based orchestra and tasked Edna Marcil Martinez to organize a string orchestra and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3864\">Rodney Ambat</a> to form a band. What resulted was the establishment of the UP Arco, the University of the Philippines&rsquo; string orchestra conducted by Martinez, and the UP Symphonic Band, conducted by Ambat. Both of these provide the string, and the wind and brass sections, respectively, of the bigger UP Orchestra. The UST Symphony Orchestra, which was reorganized in 1961, was formerly conducted by Cecinio Ronquillo and currently by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4137\">Herminigildo Ranera</a>. It is one of CCP&rsquo;s resident companies.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">A number of orchestras folded up because of financial problems. In 1935, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4194\">Ramon Tapales</a> founded the Philippine Cultural Concert Society Symphony Orchestra, which existed until 1939. In the late 1940s, he was the conductor of the short-lived Municipal Symphony Orchestra of Manila, which performed in Honolulu and Guam in 1946. During the 1950s and 1960s, he was also conductor of the Quezon City Philharmonic Orchestra and Makati Symphony Orchestra, which he founded. Federico Elizalde also founded the Manila Little Symphony Orchestra, a chamber orchestra that was actively playing between 1949 and 1957, especially in live radio broadcasts. Valencia&rsquo;s FYSO survived up to the 1950s. The Metro Manila Symphony Orchestra was founded in 1978 with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4025\">Regalado Jose</a> as conductor. The main orchestra of the TV program <b><i><a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/8/67/1426\"><strong>Concert at the Park</strong></a></i></b>,<i> </i>it stopped performing in 1983. What most of these orchestras shared were musicians hired as casuals. Similarly, most of their conductors were violinists. Some of the best dance orchestras were based in the hotels and other entertainment pubs. During the pre-World War II period, Serafin Payawal&rsquo;s Tango, Rhumba and Swing Orchestra performed at the classic Casa Ma&ntilde;ana along Roxas Boulevard, the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/2/8/335\">Manila Hotel</a>, and in the 1970s up to 1986, at the Luau night club in Makati. After the war, the famous Tirso Cruz Orchestra was based at the Manila Hotel. The latter popularized the &ldquo;Mabuhay&rdquo; march.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In the 1950s and 1960s, symphony orchestras were often formed for musical occasions such as operas or concerts. As soon as the events ended, the orchestras also ceased to exist; they would resurface with a different name and conductor, but with the same musicians. A symphony orchestra&rsquo;s staying power all depends on the stability of its financial backing. Such financial support has resulted in the establishment and development of new orchestras at the turn of the 21st century, which include the Manila Philharmonic Orchestra, founded in 2003 and conducted by Rodel Colmenar&mdash;the only Filipino orchestra owned and managed by the musicians themselves; the San Miguel Foundation Orchestra, founded in 2001 but disbanded in 2007; the Peace Philharmonic Orchestra, originally the Cebu Youth Symphony Orchestra founded by pianist <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4157\">Ingrid Sala Santamaria</a> in 1995; the Metro Manila Community Orchestra, 2000, conducted by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4197\">Chino Toledo</a>; the FILharmoniKA, 2005, originally named Global Studio Orchestra or GC4, conducted by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4161\">Gerard Salonga</a>; the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/8/69/4749\">ABS-CBN</a> Philharmonic Orchestra, 2012, also conducted by Gerard Salonga; and the Orchestra of the Filipino Youth, 2013, with <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3946\">Jovianney Emmanuel Cruz</a> as its artistic director. From the diasporic Filipino community in the USA, the Filipino-American Symphony Orchestra was founded in 2009 in Los Angeles, California, and it is the only known Filipino symphony orchestra established outside the Philippines, conducted by Bob Schroder. <v:shape id=\"_x0000_s1026\" o:allowincell=\"f\" style=\"position:absolute; margin-left:0; margin-top:0; width:8.3pt; height:8.25pt; z-index:251660288\" type=\"#_x0000_t202\"></v:shape><span class=\"icon-epa-sun\">&nbsp;</span><em><strong>Written by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4009\"><strong>Antonio C. Hila</strong></a>, updated by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4191\"><strong>Arwin Q. Tan</strong></a></strong> </em></p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">&nbsp;</p>\r\n\r\n<p class=\"Sourceline\" style=\"margin:0in 0in 0.0001pt\"><strong>Sources</strong></p>\r\n\r\n<div class=\"src\">&nbsp;\r\n<p>Hila, Antonio C. 1998a. &ldquo;Antonino R. Buenaventura: An Unwavering Commitment to Philippine Music.&rdquo; In The National Artists of the Philippines, edited by Nestor O. Jardin et al, 82-89. Manila: Cultural Center of the Philippines and Anvil Publishing, Inc.</p>\r\n\r\n<p>&mdash;&mdash;&mdash;. 1998b. &ldquo;Fitting Tribute to the Centennial.&rdquo; Philippine Daily Inquirer, 22 Jun.</p>\r\n\r\n<p>&mdash;&mdash;&mdash;. 2004. Music in History, History in Music. Manila: University of Santo Tomas Publishing House.</p>\r\n\r\n<p>&mdash;&mdash;&mdash;. 2011. &ldquo;MMCO Slates 11 Concerts for its Anniversary Season,&rdquo; Philippine Daily Inquirer, 16 Feb.</p>\r\n\r\n<p>&mdash;&mdash;&mdash;. 2012. &ldquo;ABS-CBN Philharmonic Orchestra to Hold Inaugural Concert August 18.&rdquo; Philippine Daily Inquirer, 30 Jul.</p>\r\n\r\n<p>Kasilag, Lucrecia R. 2000. Lucrecia Roces Kasilag: My Story. Manila: Philippine Women&rsquo;s University.</p>\r\n\r\n<p>Philippine Daily Inquirer. 2011. &ldquo;Manila Symphony Orchestra Marks 85th Year with &lsquo;Re-formation&rsquo; at Philamlife.&rdquo; Philippine Daily Inquirer, 22 Aug.</p>\r\n\r\n<p>Philippine Star. 2001. &ldquo;PPO to Visit Nine Cities in European Tour.&rdquo; Philippine Star, 17 Sep.</p>\r\n\r\n<p>Tan, Arwin Q. 2007. &ldquo;Evolving Filipino Music and Culture in the Life and Works of Don Lorenzo Ilustre of Ibaan, Batangas.&rdquo; MA thesis, University of the Philippines.</p>\r\n\r\n<p>Tariman, Pablo A. 2001. &ldquo;Memories of the MSO.&rdquo; Philippine Daily Inquirer, 27 Aug.</p>\r\n\r\n<p>Timbol, Ethel S. 2003. &ldquo;Manila Philharmonic Launches First Season.&rdquo; Manila Bulletin. 13 Aug.</p>\r\n\r\n<p>University of the Philippines (UP) College of Music. Abelardo Hall: Celebrating 50 Years 1963-2013 in the University of the Philippines at Diliman. Souvenir program published in conjunction with Abelardo Hall anniversary held at the UP College of Music, 2013.</p>\r\n\r\n<p class=\"Sourceline\" style=\"margin:0in 0in 0.0001pt\">&nbsp;</p>\r\n</div>\r\n",
		"article": [
			{
				"type": "paragraph",
				"value": "An <b>orchestra</b> is a group of musicians playing as an ensemble. The <b>symphony orchestra</b> is a large group of musicians performing on strings, woodwind, brass, and percussion instruments, organized especially for performing one of the larger forms of concert music like a <b>symphony</b>, or for accompanying an <b>oratorio</b> or dramatic works such as a <a href=\"/6/46/37\"><b>ballet</b></a> or <a href=\"/5/35/786\"><b>opera</b></a>, or for playing light or <a href=\"/5/35/790\">popular music</a>. Many orchestras, loosely defined, existed during the Spanish colonial period to play for processions and other religious functions or to provide entertainment at social gatherings."
			},
			{
				"type": "carousel",
				"value": [
					{
						"photo": 2065,
						"desc": "<p>Ramon Tapales conducting an orchestra (National Library of the Philippines Collection)</p>\r\n\r\n"
					},
					{
						"photo": 2064,
						"desc": "<p>The Manila Symphony Orchestra, 2014&nbsp; (<i>Philippine Star</i>)</p>\r\n"
					}
				]
			},
			{
				"type": "paragraph",
				"value": "Perhaps the first orchestra in the country was that founded by the Augustinians at the church of Nuestra Se&#xF1;ora de Guadalupe (now the Nuestra Se&#xF1;ora de Gracia) in 1601. In 1870, the La Capilla de San Agustin or the Orchestra of Saint Augustine was founded in Manila by composer <a href=\"/5/42/3855\">Marcelo Adonay</a>. It was known for its splendid performances of classical European pieces and was active in both religious and secular functions."
			},
			{
				"type": "paragraph",
				"value": "In the late 19th century, some orchestras were better known than others. In 1890, the blind Raymundo Fermin founded the Orquesta Femenina de Pandacan, an all-women orchestra directed and conducted by composer <a href=\"/5/42/3910\">Ladislao Bonus</a>. The Gruet Orchestra of Sampaloc, Manila, was founded by Pedro Gruet and directed by Ramon Valdes. The San Juan del Monte Orchestra, which assisted at high masses, was founded and owned by Francisco Domingo. The Rizal Orchestra was founded by Martin Ocampo in 1898, with <a href=\"/5/42/3979\">Jose Estella</a> as its first director. The Oriental Orchestra was directed by <a href=\"/5/42/3847\">Bonifacio Abdon</a>. The Marikina Orchestra was owned by Jose Tuazon with Ladislao Bonus as one of its directors. The Molina Orchestra, founded in 1896 by Juan Molina, was known for its interpretation of classical compositions. It performed up to the 1930s in <a href=\"/7/55/472\"><b>sarsuwela</b></a> as well as operas. Visiting opera companies admired its musicians who ably accompanied operas with little or no rehearsals. In the province of Batangas, another orchestra named Rizal Orchestra was founded and directed by <a href=\"/5/42/4014\">Lorenzo Ilustre</a> in his native Batangas City after his retirement as bandmaster of Spanish Regiment No. 71 in the early years of the 20th century."
			},
			{
				"type": "paragraph",
				"value": "In 1911, the Monday Musical Club, an organization of United States Army officers and soldiers, founded the <a href=\"/5/42/4069\">Manila Symphony Orchestra</a> (not to be confused with the one founded by <a href=\"/5/42/4044\">Alexander Lippay</a> in 1922). The orchestra began the practice, now common, of &#x201C;borrowing&#x201D; members from other orchestras. It performed until 1914, folding up due to financial difficulties. Among the pieces it performed were Wagner&#x2019;s <b><i>Overture to</i> <i>Tannhauser</i></b>,<b><i> </i></b>Haydn&#x2019;s <b><i>Symphony in G Minor</i></b>,<b><i> </i></b>Mozart&#x2019;s <b><i>Jupiter Symphony</i></b>,<b><i> </i></b>Dvorak&#x2019;s <b><i>New World Symphony</i></b>,<b><i> </i></b>Beethoven&#x2019;s<b><i> Third </i></b>and <b><i>Fifth Symphonies</i></b>,<b><i> </i></b>Schubert&#x2019;s <b><i>Unfinished Symphony</i></b>,<b><i> </i></b>and Tchaikovsky&#x2019;s <b><i>Pathetique</i></b>."
			},
			{
				"type": "paragraph",
				"value": "The second <a href=\"/5/5/4069\">Manila Symphony Orchestra (MSO)</a> is the oldest existing orchestra, although it folded up for a time due to financial woes in 1988. Formally founded in 1922, it started performing in 1926 as the Constabulary Civic Orchestra, composed of musicians from the famed <a href=\"/5/42/4121\">Philippine Constabulary Band</a> and students of the government Conservatory of Music. Its public concerts brought European classical music to the Filipino masses. <a href=\"/5/42/4236\">Herbert Zipper</a>, who succeeded Lippay, did much to professionalize the orchestra. The MSO started giving annual concerts at a number of venues, including Luneta Park. It sponsored the MSO Young Artists Competitions from 1963 to 1974 and revived it in the 1980s, giving the winners&#x2014;besides cash and other prizes&#x2014;a chance to perform as soloist of the orchestra. The MSO kept symphonic music alive in the country by performing not only in Manila but in the provinces as well. It was aided by the <a href=\"/5/42/4070\">Manila Symphony Society</a>, which took care of its bookings, subscriptions, and fund-raising activities."
			},
			{
				"type": "paragraph",
				"value": "In 1978, the <a href=\"/7/7/3098\">Manila Metropolitan Theater</a> was reopened. It became the base of the MSO until 1989. Due to financial difficulties, the MSO cancelled its 1988-89 concert season and staged its last concert at the Metropolitan Theater in 1989. In 1991, a concert featuring violinist <a href=\"/5/42/4027\">Gilopez Kabayao</a> and Helen Quach, a frequent MSO guest conductor, was staged in an effort to bring the MSO back to life. However, the orchestra hibernated for a decade, and it was only revived by <a href=\"/5/42/4063\">Basilio Manalo</a> in 2001. It became known as MSO II, and the directorship was later passed on to <a href=\"/5/42/4085\">Arturo Molina</a>. A major force in its revitalization was the Philippine Research for Developing Instrumental Soloists (PREDIS) founded in 1984 by Manalo, with the aid of <a href=\"/5/42/4131\">Sr Mary Placid</a> of St. Scholastica&#x2019;s College, which eventually housed the MSO II from 2001 to 2014. PREDIS aims to develop young instrumentalists who will later supply the needs of Philippine orchestras."
			},
			{
				"type": "paragraph",
				"value": "In 1961, <a href=\"/5/5/4150\">Redentor Romero</a> founded and became music director of the National Philharmonic Orchestra (NPO). NPO was assisted by the National Philharmonic Society (NPS). Like all Philippine orchestras, the NPO was plagued by financial difficulties. It gave its last performances in 1984, but the NPS did not stop sponsoring outstanding performances, bringing in internationally renowned artists largely through the efforts of Romero, an impresario and a conductor who has led several orchestras abroad."
			},
			{
				"type": "paragraph",
				"value": "In 1973, the <a href=\"/5/5/3950\">Cultural Center of the Philippines (CCP)</a> Philharmonic Orchestra was founded by <a href=\"/5/42/4212\">Luis Valencia</a>, who had earlier guest-conducted the Filipino Youth Symphony Orchestra (FYSO) in 1946. The orchestra primarily assisted CCP musical presentations. In 1982 it was renamed <a href=\"/5/42/4125\">Philippine Philharmonic Orchestra</a><a href=\"/5/42/4125\"> (PPO)</a> with Oscar C. Yatco as music director. Yatco, who previously conducted the MSO, was assisted by two resident conductors, Basilio C. Manalo and <a href=\"/5/5/3980\">Francisco F. Feliciano</a>. The PPO is fully subsidized by the CCP and is aided by the Philippine Philharmonic Society. Aside from its standard Western repertory, the PPO performs Philippine compositions, being the main interpreter of works commissioned annually by the <a href=\"/5/42/4039\">League of Filipino Composers</a>. The PPO&#x2019;s regular season usually begins in September and ends in March. It also holds special concerts for students and the general public, in schools and churches within and outside Metro Manila. The PPO has also accompanied ballets, operas, and sarsuwela. In 2001, the PPO, which was then under the baton of Ruggiero Barbieri, embarked on its first European tour and performed in Gijon, Pontevedra, Orense, Burgos, and Madrid in Spain; Klagenfurt in Austria; Prague in the Czech Republic; and Berlin in Germany. Barbieri was succeeded by Eugene Castillo who conducted the PPO from 2003 to 2008. During Castillo&#x2019;s directorship, the PPO was invited in 2004 for a Charity Royal Command Concert at Bangkok&#x2019;s National Theater by Princess Galyani Vadhana, elder sister of the king of Thailand, and it did a short concert tour of the USA in 2006. In 2010, Olivier Ochanine became PPO&#x2019;s music director and principal conductor after two years of extensive search. Among the artists featured in PPO seasons were conductors Jean Sebastian Bereau from France, Piero Gamba from Canada, Yacov Bergman from the United States, Mendi Rodan from Israel, Australia-based Filipino <a href=\"/5/42/4136\">Julian Quirit</a>, and Filipino composer-conductor <a href=\"/5/42/3933\">Ryan Cayabyab</a>; pianists <a href=\"/5/42/4043\">Cecile Licad</a>, Carminda de Leon Regala, <a href=\"/5/42/4141\">Reynaldo Reyes</a>, <a href=\"/5/5/3968\">Nena del Rosario-Villanueva</a>, <a href=\"/5/42/3941\">Jose Contreras</a>, and <a href=\"/5/42/3908\">Jaime Bolipata</a>; and vocalists <a href=\"/5/42/4001\">Otoniel Gonzaga</a>, <a href=\"/5/42/4065\">Evelyn Mandac</a>, <a href=\"/5/42/3920\">Nolyn Cabahug</a>, <a href=\"/5/42/4060\">Elmo Makil</a>, and <a href=\"/5/42/4041\">Celeste Legaspi</a>."
			},
			{
				"type": "paragraph",
				"value": "The <a href=\"/5/42/4127\">Philippine Youth Orchestra</a><a href=\"/5/42/4127\"> (PYO)</a> is composed of musicians aged 12-25. It was created in 1974 by the University of the Philippines (UP) Board of Regents as proposed by Ruby K. Mangahas, former dean of the UP College of Music. The PYO hones the skills of future professional orchestra musicians, conductors, chamber music artists, and soloists, at the same time providing a forum for young Filipino composers to perform their works. <a href=\"/5/42/3976\">Sergio Esmilla</a><a href=\"/5/42/3976\"> Jr</a> was the orchestra&#x2019;s musical director, <a href=\"/5/5/3972\">Corazon Dioquino</a> its program director. PYO gave its maiden performance on 3 Sep 1975 and performed in many cities all over the country. In 1979, it went on a Singapore-Taipei-Hong Kong goodwill tour. Aside from performing, PYO members participate in music camps and workshops."
			},
			{
				"type": "paragraph",
				"value": "PYO members made up the <a href=\"/5/42/4068\">Manila Chamber Orchestra</a><a href=\"/5/42/4068\"> (MCO)</a>, Makati&#x2019;s past resident orchestra, founded in 1985 and launched with an inaugural concert in the same year at the PCIBank&#x2019;s <a href=\"/5/42/4163\">Francisco Santiago</a> Hall. Fully subsidized in the past by the PCIBank through the MCO Foundation, the foundation went public in 1990 and included corporate institutions, such as the Philippine Long Distance Telephone (PLDT) Company, Philips, Meralco, and IBM, among its contributing members. Its annual concert season featured Filipino as well as foreign artists. It had been conducted by Sergio Esmilla Jr until the orchestra&#x2019;s untimely dissolution in 1993."
			},
			{
				"type": "paragraph",
				"value": "During and after World War II, conservatories of music established symphony orchestras, such as the UP Junior Symphony Orchestra and the University of Santo Tomas (UST) Symphony Orchestra. The musicians were music students and the conductor a member of the faculty. They were informally grouped, however, as their existence depended largely upon the needs of the school. They served more as a laboratory for both the students and budding conductors or composers. The UP Junior Symphony Orchestra (UPJSO) was organized by <a href=\"/5/5/3915\">Antonino R. Buenaventura</a> in 1934, an assistant instructor at the UP Conservatory of Music who was designated to take over Abelardo&#x2019;s classes upon the latter&#x2019;s demise. The UPJSO was the first student symphony orchestra in the country. However, it did not last long. In 1998, <a href=\"/5/5/4110\">Reynaldo Paguio</a> of the UP College of Music worked for the revival of a college-based orchestra and tasked Edna Marcil Martinez to organize a string orchestra and <a href=\"/5/42/3864\">Rodney Ambat</a> to form a band. What resulted was the establishment of the UP Arco, the University of the Philippines&#x2019; string orchestra conducted by Martinez, and the UP Symphonic Band, conducted by Ambat. Both of these provide the string, and the wind and brass sections, respectively, of the bigger UP Orchestra. The UST Symphony Orchestra, which was reorganized in 1961, was formerly conducted by Cecinio Ronquillo and currently by <a href=\"/5/42/4137\">Herminigildo Ranera</a>. It is one of CCP&#x2019;s resident companies."
			},
			{
				"type": "paragraph",
				"value": "A number of orchestras folded up because of financial problems. In 1935, <a href=\"/5/42/4194\">Ramon Tapales</a> founded the Philippine Cultural Concert Society Symphony Orchestra, which existed until 1939. In the late 1940s, he was the conductor of the short-lived Municipal Symphony Orchestra of Manila, which performed in Honolulu and Guam in 1946. During the 1950s and 1960s, he was also conductor of the Quezon City Philharmonic Orchestra and Makati Symphony Orchestra, which he founded. Federico Elizalde also founded the Manila Little Symphony Orchestra, a chamber orchestra that was actively playing between 1949 and 1957, especially in live radio broadcasts. Valencia&#x2019;s FYSO survived up to the 1950s. The Metro Manila Symphony Orchestra was founded in 1978 with <a href=\"/5/42/4025\">Regalado Jose</a> as conductor. The main orchestra of the TV program <b><i><a href=\"/8/67/1426\"><strong>Concert at the Park</strong></a></i></b>,<i> </i>it stopped performing in 1983. What most of these orchestras shared were musicians hired as casuals. Similarly, most of their conductors were violinists. Some of the best dance orchestras were based in the hotels and other entertainment pubs. During the pre-World War II period, Serafin Payawal&#x2019;s Tango, Rhumba and Swing Orchestra performed at the classic Casa Ma&#xF1;ana along Roxas Boulevard, the <a href=\"/2/8/335\">Manila Hotel</a>, and in the 1970s up to 1986, at the Luau night club in Makati. After the war, the famous Tirso Cruz Orchestra was based at the Manila Hotel. The latter popularized the &#x201C;Mabuhay&#x201D; march."
			},
			{
				"type": "paragraph",
				"value": "In the 1950s and 1960s, symphony orchestras were often formed for musical occasions such as operas or concerts. As soon as the events ended, the orchestras also ceased to exist; they would resurface with a different name and conductor, but with the same musicians. A symphony orchestra&#x2019;s staying power all depends on the stability of its financial backing. Such financial support has resulted in the establishment and development of new orchestras at the turn of the 21st century, which include the Manila Philharmonic Orchestra, founded in 2003 and conducted by Rodel Colmenar&#x2014;the only Filipino orchestra owned and managed by the musicians themselves; the San Miguel Foundation Orchestra, founded in 2001 but disbanded in 2007; the Peace Philharmonic Orchestra, originally the Cebu Youth Symphony Orchestra founded by pianist <a href=\"/5/5/4157\">Ingrid Sala Santamaria</a> in 1995; the Metro Manila Community Orchestra, 2000, conducted by <a href=\"/5/42/4197\">Chino Toledo</a>; the FILharmoniKA, 2005, originally named Global Studio Orchestra or GC4, conducted by <a href=\"/5/42/4161\">Gerard Salonga</a>; the <a href=\"/8/69/4749\">ABS-CBN</a> Philharmonic Orchestra, 2012, also conducted by Gerard Salonga; and the Orchestra of the Filipino Youth, 2013, with <a href=\"/5/42/3946\">Jovianney Emmanuel Cruz</a> as its artistic director. From the diasporic Filipino community in the USA, the Filipino-American Symphony Orchestra was founded in 2009 in Los Angeles, California, and it is the only known Filipino symphony orchestra established outside the Philippines, conducted by Bob Schroder. <v:shape id=\"_x0000_s1026\" o:allowincell=\"f\" style=\"position:absolute; margin-left:0; margin-top:0; width:8.3pt; height:8.25pt; z-index:251660288\" type=\"#_x0000_t202\"></v:shape><span class=\"icon-epa-sun\">&#xA0;</span><em><strong>Written by <a href=\"/5/42/4009\"><strong>Antonio C. Hila</strong></a>, updated by <a href=\"/5/42/4191\"><strong>Arwin Q. Tan</strong></a></strong> </em>"
			},
			{ "type": "see_also", "value": [] },
			{
				"type": "sources",
				"value": [
					{
						"source": "Hila, Antonio C. 1998a. &#x201C;Antonino R. Buenaventura: An Unwavering Commitment to Philippine Music.&#x201D; In The National Artists of the Philippines, edited by Nestor O. Jardin et al, 82-89. Manila: Cultural Center of the Philippines and Anvil Publishing, Inc."
					},
					{
						"source": "&#x2014;&#x2014;&#x2014;. 1998b. &#x201C;Fitting Tribute to the Centennial.&#x201D; Philippine Daily Inquirer, 22 Jun."
					},
					{
						"source": "&#x2014;&#x2014;&#x2014;. 2004. Music in History, History in Music. Manila: University of Santo Tomas Publishing House."
					},
					{
						"source": "&#x2014;&#x2014;&#x2014;. 2011. &#x201C;MMCO Slates 11 Concerts for its Anniversary Season,&#x201D; Philippine Daily Inquirer, 16 Feb."
					},
					{
						"source": "&#x2014;&#x2014;&#x2014;. 2012. &#x201C;ABS-CBN Philharmonic Orchestra to Hold Inaugural Concert August 18.&#x201D; Philippine Daily Inquirer, 30 Jul."
					},
					{
						"source": "Kasilag, Lucrecia R. 2000. Lucrecia Roces Kasilag: My Story. Manila: Philippine Women&#x2019;s University."
					},
					{
						"source": "Philippine Daily Inquirer. 2011. &#x201C;Manila Symphony Orchestra Marks 85th Year with &#x2018;Re-formation&#x2019; at Philamlife.&#x201D; Philippine Daily Inquirer, 22 Aug."
					},
					{
						"source": "Philippine Star. 2001. &#x201C;PPO to Visit Nine Cities in European Tour.&#x201D; Philippine Star, 17 Sep."
					},
					{
						"source": "Tan, Arwin Q. 2007. &#x201C;Evolving Filipino Music and Culture in the Life and Works of Don Lorenzo Ilustre of Ibaan, Batangas.&#x201D; MA thesis, University of the Philippines."
					},
					{
						"source": "Tariman, Pablo A. 2001. &#x201C;Memories of the MSO.&#x201D; Philippine Daily Inquirer, 27 Aug."
					},
					{
						"source": "Timbol, Ethel S. 2003. &#x201C;Manila Philharmonic Launches First Season.&#x201D; Manila Bulletin. 13 Aug."
					},
					{
						"source": "University of the Philippines (UP) College of Music. Abelardo Hall: Celebrating 50 Years 1963-2013 in the University of the Philippines at Diliman. Souvenir program published in conjunction with Abelardo Hall anniversary held at the UP College of Music, 2013."
					},
					{ "source": "&#xA0;" }
				]
			}
		]
	},
	{
		"article_id": "803",
		"url": "5/36/803",
		"article_title": "Rondalla",
		"publish_year": "",
		"description": null,
		"volume_name": "MUSIC",
		"subsection_name": "Groups",
		"photos": [
			{
				"photo": 2066,
				"desc": "<p>Ibaloy <i>rondalla</i> group (Mario Feir Filipiniana Library)</p>\r\n"
			},
			{
				"photo": 2067,
				"desc": "<p>American-period Royal Filipino String Band (Mario Feir Filipiniana Library)</p>\r\n"
			},
			{
				"photo": 2068,
				"desc": "<p>Rondalla group, 1993 (CCP Collection)</p>\r\n"
			}
		],
		"vids": [],
		"text": "<p class=\"Bylinetext\" style=\"margin:0in 0in 0.0001pt\">The <b>rondalla</b> is a group of musicians who play mainly string instruments, such as the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/804\">bandurria</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/814\"><b>laud</b></a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/819\"><b>octavina</b></a>, <b>piccolo</b>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/811\">guitar</a>, and <b>bandolina</b>, for formal stage performances. It is sometimes known as <b>murza</b>, <b>estudiantina</b>, or <b>comparza</b>. Although these groups use the same instruments, they fulfill different functions. The murza is a group of street musicians who beg for alms. The estudiantina is a group of student musicians popular in Spanish universities. And the comparza or rondalla are the more highly trained musical groups who perform onstage.</p>\r\n<div id=\"carousel_holder_1\">&nbsp;</div>\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">When the Spaniards colonized the Philippines in the 16th century, they brought with them the Spanish rondalla, then composed of bandurrias, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/830\">violins</a>, guitars, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/809\">flutes</a>, cellos, basses, tambourines, castanets, and triangles. Later, Filipinos modified the rondalla to fit their culture. The 12-stringed bandurria became 14-stringed. Philippine wood, like the <i>langka</i>, <i>kamagong</i>, narra, <i>ballatinao</i>, tanguile, and Philippine mahogany were generally used as materials for the construction of the instrument, although the imported pinewood and rosewood continued to be used by some. Similarly, different instrumentation was also formed. The piccolo, bandurria, laud, octavina, guitar, and the bass guitar became the standard Filipino rondalla instruments. The <b>mandola</b> or bandolina<i> </i>was added later by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4170\">Juan Silos</a><a href=\"http://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4170\"> Jr</a> to reinforce the low voices of the laud and the octavina. Because the Filipino rondalla is made up of stringed instruments, it is sometimes called the <b>Filipino stringed band</b>. Percussion instruments, like the bass <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/807\">drum</a>, snare drum, cymbal, triangle, tambourine, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/37/831\">xylophone</a>, marimba, timpani, and kettledrums, were added later for rhythmic effects.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">An eight-member rondalla ensemble usually has four bandurrias, one laud, one octavina, one guitar, and one bass guitar. A larger group consisting of 30 members would have 16 bandurrias, 3 piccolos, 3 laud, 3 octavinas, 3 guitars, and 2 basses. Each instrument in the rondalla has its own function. The bandurria usually carries the main melody. The smaller-sized piccolo plays all kinds of ornamentation, and occasionally also carries the main tune. The laud and the octavina are the lower contrapuntal instruments. The guitar provides the permanent rhythm for the group using chordal and arpeggio accompaniments. The <b>bajo de u&ntilde;as</b><i> </i>(bass guitar) or the <b>bajo de arco</b><i> </i>(double bass)<i> </i>provides the fundamental group tone and reinforces the rhythm.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The instruments of the standard Filipino rondalla have similarities in structure. The piccolo bandurria resembles the pear-shaped bandurria but is smaller in size. Both have round soundholes. The laud is also shaped like the bandurria but it is bigger, with a longer neck and two F soundholes. The octavina is formed like a small guitar. The bass guitar or bajo de u&ntilde;as resembles the guitar but it is twice as big. In lieu of the bajo de u&ntilde;as, the bajo de arco could be used also in plucked playing style. All the rondalla instruments are played with <b>plectra</b> usually made of synthetic materials, unlike olden times when plectras were made out of turtle shells. However, the guitar and the bass may also be plucked with fingers. Except for the guitar and the bass guitar, all are 14-stringed.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The Filipino rondalla has a wide repertoire, ranging from folk to modern, and lately contemporary music as well as Filipino and foreign classics. The most commonly played are folk tunes like the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/35\"><b>balitaw</b></a>, <b>harana</b>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/46/38\"><b>balse</b></a>, <b>danza</b>, <b>marches</b>, and <b>lullabies</b>. Modern rondalla repertoire includes <b>ragtime</b>, <b>love songs</b>, and <b>Broadway music</b>. The classical rondalla repertoire includes transcriptions and arrangements of the music of famous composers, such as Bach, Beethoven, Rossini, Supp&eacute;, and Brahms. Most rondalla compositions are arrangements of existing melodies or transcriptions of vocal and other instrumental compositions. Only a few rondalla music exist. Among the composers who first created original rondalla music are <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3964\">Bayani Mendoza de Leon</a> and <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3954\">Jerry Dadap</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">During the early part of the American period, many great rondalla pioneers emerged. Foremost among them was Juan Silos Jr, a Filipino composer and arranger who is known as the &ldquo;Father of the Rondalla.&rdquo; He organized several rondalla groups, including school rondallas at St. Anthony&rsquo;s Institution, Centro Escolar University, Assumption College, Stella Maris College, College of the Holy Spirit, University of Santo Tomas, and Far Eastern University. He also organized the &ldquo;All-Star Filipino Rondalla&rdquo; in 1949, which displayed its versatility with the performance of Tchaikovsky&rsquo;s <b><i>Piano <strong>Concerto</strong> No. 1 in B Flat</i></b><i> </i>and <b><i>Khatchaturian&rsquo;s Saber Dance</i></b><i> </i>during Benny Goodman&rsquo;s farewell concert in 1949.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Parallelling the enthusiasm and artistry of Juan Silos Jr in the promotion and propagation of Philippine rondalla was the zeal of <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4084\">Antonio J. Molina</a>, proclaimed National Artist in music in 1973. Molina was a renowned composer of instrumental and vocal music. He formed several rondalla groups: the very versatile Comparza Joaquin, 1905-13, which played aboard the American Luxury Liner; Rondalla Ideal, 1909-12; Rondalla Filarmonica Juvenal, 1913, which was composed of teenagers; and Yellow Taxi Rondalla, 1940, which played with a Philharmonic Band conducted by National Artist for Music <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4162\">Lucio San Pedro</a>.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Another contemporary of the two great rondalla pioneers was Jose Estacion, the uncle of Juan Silos Jr. He had two famous rondalla groups:<i> </i>Comparza Gumamela, named after the flower worn by the members on the lapel of their white coat during formal gatherings; and Rondalla Apollo, 1909, which was formed one Christmas at the Matute residence, and whose members belong to prominent families in Manila.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Other rondalla pioneers at the beginning of the 20th century were famous tenor <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3931\">Victorino Carrion</a> who organized Comparza Santa Cecilia in 1908; Dalmacio Samarista who conducted Rondalla Oriental in 1914; Jose Estacion who headed the Conservatory of Amoy, China, and organized and conducted the Philippine Rondalla in 1927; composer <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4153\">Hilarion Rubio</a>, consultant of the La Concordia College Rondalla<i> </i>in 1942; and Macario Hernandez who succeeded Juan Silos Jr in directing the Centro Escolar College Rondalla.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The late 20th and early 21st-century rondalla pioneers can be classified into two: those who were or are foreign-based, and those who were or are Philippine-based. Among the most influential figures in promoting the Filipino rondalla in foreign lands are Bayani Mendoza de Leon, Eleonor Llorin, Tagumpay de Leon, Joseph Eustace Earl Peters, Michael Dadap, Ricardo Trimillos, Josefina Tuason, Edna Culig, and Christi-Anne Castro.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Bayani Mendoza de Leon was a Filipino composer based in the United States of America. During the 1980s, he organized in San Diego the Pasakat Rondalla and the Samahan Rondalla,<i> </i>whose members were young Filipino-Americans based in San Diego and Los Angeles, California. The two groups had a joint recording titled <b><i>Pasakat-Samahan Rondalla</i></b>. Their repertoire ranged from folk to modern, as well as Filipino and foreign classics. When he moved to New Jersey from California, he organized and conducted the Philippine Chamber Rondalla. This group was later conducted by his successor Leonor Llorin. Their latest album is titled <b><i>Cross Roads</i></b>.<i> </i>Tagumpay &ldquo;Pi&rdquo; M. de Leon, the brother of the late Bayani Mendoza de Leon, and another son of National Artist for Music <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3965\">Felipe de Leon Sr</a>, is the conductor of the University of California Riverside Rondalla<i>.</i> He is an engineer by profession but finds time to hold workshops and teach rondalla classes.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Michael Dadap is a New York-based guitarist. He directed the Iskwelahang Pilipino Rondalla in Boston, which had a concert tour in the Philippines in 1990. Some of his major contributions to rondalla literature are his <b><i>Choral Cycle No. 1 for Rondalla and Chorus</i></b>,<b><i> <strong><strong>Balitaw</strong></strong> No. 1 for Rondalla</i></b>,<i> </i>and <b><i>Choral Symphonic Ode for Rondalla, Chorus, and Orchestra</i></b>. He used the rondalla as instrumental accompaniment for his recently composed songs in <b><i>Ampalaya the <strong>Musical</strong></i></b>. Iskwelahang Pilipino Rondalla is currently directed by his successor Christi-Anne Castro. The group continues to flourish, performing in significant events in different countries.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">In the Asia-Pacific region, Ricardo Trimillos, Joseph Eustace Earl Peters, and Ian Bull are making great contributions to the development of the Philippine Rondalla. Trimillos is a Filipino-American ethnomusicologist who did research on Tausug music. He has chaired and taught at the Music Department of the University of Hawaii in Manoa, where he has organized and conducted a rondalla group of Filipino-American and white American students. Joseph Eustace Earl Peters is the current chief consultant of Sonic Asia Music Consultants, Singapore. He directs the Tremolo Rondalla Orchestra. Previously, he was the administrative assistant of the National University of Singapore (NUS) for musical activities. He organized the NUS Rondalla as an integral part of the elaborate Singapore Music and Music and Dance program. Its repertoire consisted of Filipino and Asian folk and contemporary selections. Ian Bull directs the Rondanihan Rondalla of Canberra, which inspires the youth to learn and practice the traditional string ensemble&rsquo;s traditions.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">Colorado-based rondalla proponents include Josefina Tuason and Edna Aurora C. Culig. Tuason founded and directed two groups: the Philippine Rondalla of Denver<i> </i>and the Note-ables International. The Philippine Rondalla of Denver<i> </i>was the performing group of the Filipino-American Community of Colorado, a nonprofit organization. The group has performed in many official functions, and produced a CD titled<i> <b>Season&rsquo;s Best</b></i>, 2001. The<i> </i>Note-ables International<i> </i>is a private group of highly skilled musicians. Their finesse interpretation of a varied repertoire was captured in their CD titled <b><i>Kaleidoscope</i></b>,<i> </i>2006. To promote and propagate Philippine rondalla tradition, Culig organized and directed the Philippine American Society of Colorado Philippine Folk Arts Rondalla in 2006. The group has performed in various functions and social events, including the 2010 Colorado Dragon Boat Festival.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The Philippine-based rondalla pioneers promoted rondalla music through publications, performances in festivals and competitions, instruction, and forums. Because of the aural tradition in the art, there has been a limited number of rondalla scores in the market. These include Edna Aurora Cabilatazan Culig&rsquo;s <b><i>Rondalla Arrangements of Filipino <strong>Folk Dance</strong>s</i></b>,<i> </i>a landmark collection published by the University of the Philippines Press, 2004, and Angelita-Cariaso Pasamba&rsquo;s <b><i>Rondalla Music</i></b>, published by Rex Bookstore, 1985. An older publication titled <b><i>Rondalla Handbook</i></b>,<i> </i>1970, was also written by Jose T. Bacatan, SJ. Upcoming rondalla publications include a method book by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3977\">Celso Espejo</a>, and <b><i>Laro Rondalya</i></b>, a collection of original contemporary rondalla compositions by <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4165\">Ramon Pagayon Santos</a>, <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/4092\">Maria Christine Muyco</a>, Nelson Polvoriza, Lily Anne N. Perez, and Mary Katherine Trangco. Rondalla audio publications include, but are not limited to, <b><i>Celso Espejo Rondalla: Foreign and Light Classics</i></b>,<b> <i>Villa Escudero Rondalla</i></b>,<i> </i>and<i> <b>Lawak Rondalla</b></i>, 2004,<i> </i>a commemorative album of the First International Rondalla Festival.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">There were several rondalla conductors in the late 20th century. Enrico Pio Toledo presented a rondalla festival in 12 Nov 1978 at the Main Theater (now Tanghalang <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/42/3849\">Nicanor Abelardo</a>) of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/3950\">Cultural Center of the Philippines</a> featuring his four rondalla groups: Don Bosco-Tondo Rondalla, Holy Trinity Academy Rondalla, Hope Christian High School Rondalla, and Pio Valenzuela Elementary School Rondalla.<i> </i>Other rondalla directors who organized their own groups in their respective institutions include Bienvenido Jaravata of Cubal-Cadael Elementary School Rondalla (1974-80), Charlie Valencia of Ateneo Grade School Rondalla, Sim Elman of Miriam High School Rondalla and the UP College of Music Extension Program Rondalla, Daniel Guerrero of St. Scholastica&rsquo;s Academy Rondalla, Pilar Corazon Jimenez of the Philippine High School for the Arts Rondalla (1978-80), Edna Culig of the Dominican Daughters of the Immaculate Mother Rondalla (1990-2005), and Rudy de Leon of the UP College of Music Rondalla.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">More recent Philippine-based rondalla advocates include Celso Espejo, who founded the versatile Celso Espejo Rondalla; Elaine Espejo Cajucom of the National Commission for Culture and the Arts Rondalla, Sidhaya Rondalla, and the University of Philippines Rondalla (founded by Edna Aurora Culig in 1995);<b> </b>Jay Sarita of Dipolog City Community Rondalla; Jegger Andao of Kabataang Silay Rondalla Ensemble; Pacita Narzo of Philippine Normal University Rondalla; Ben Brilliantes of Cainta Rondalla Ensemble; Rowena Bicaldo of the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/6/6/2412\">Bayanihan Philippine National Folk Dance Company</a> Rondalla who succeeded Rosa Puertollano; Roberto Calubayan of the University of Sto. Tomas Conservatory of Music Rondalla; Isidro Obmasca of Lucban District Children&rsquo;s Rondalla; and Nelson Polvoriza of Baguio Community Rondalla.</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">The increased popularity of the Philippine rondalla nowadays could be primarily attributed to two events: (1) the inclusion of the elementary and high school rondalla categories in the <a href=\"https://dev-epa.info-aid.net/index.php/Sys_controllers/articlePage/5/5/4095\">National Music Competitions for Young Artists (NAMCYA)</a> in 1995 and 1996, respectively, and (2) the actualization of Cuerdas Nin Cagabsan International Rondalla Festivals<i> </i>initiated by the National Commission for Culture and the Arts in 2004, when Ramon Santos was the commissioner. Edna<i> </i>Culig was the first chair of the NAMCYA rondalla<i> </i>competitions when Santos was the secretary general. It is also worth mentioning that Culig&rsquo;s master&rsquo;s thesis, &ldquo;The Philippine Bandurria: Its Educational and Artistic Possibilities,&rdquo;<i> </i>1995, has paved the way for rondalla advocates to venture on the educational and artistic possibilities of the Philippine rondalla. The author focused on the bandurria, which is the lead instrument in the rondalla, but the problems, findings, and recommendations in the study are applicable to all rondalla stringed instruments.&nbsp;<span class=\"icon-epa-sun\">&nbsp;</span><em><strong>Written by Edna Aurora C. Culig</strong> </em></p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\">&nbsp;</p>\r\n\r\n<p class=\"MsoBodyText\" style=\"margin:0in 0in 0.0001pt; text-align:justify\"><strong>Sources</strong></p>\r\n\r\n<div class=\"src\">&nbsp;\r\n<p>Bacatan, Jose T., SJ. 1970. <em>Rondalla Handbook: A &ldquo;How to Play&rdquo; Manual</em>. Quezon City: Manlapaz Publishing Company.</p>\r\n\r\n<p>Culig, Edna A. C. 1995. &ldquo;The Philippine Bandurria: A Study on Its Educational and Artistic Possibilities.&rdquo; MA thesis, University of the Philippines.</p>\r\n\r\n<p><em>Cultural Center of the Philippines, National Music Competitions for Young Artists Souvenir Programs</em>. 1972-1990. Manila: National Media Production Center.</p>\r\n\r\n<p>Defensor, Tet. 1990. &ldquo;Going to Great Lengths to Form Rondalla&mdash; In Boston.&rdquo; Manila Chronicle, 19.</p>\r\n\r\n<p>Espino, Federico Licsi, Jr. 1969. &ldquo;Rondalla: Recent and Reminiscent.&rdquo; Mirror 21.</p>\r\n\r\n<p><em>The First International Rondalla Festival: Cuerdas Nin Kagabsan</em>. Souvenir program published in conjunction with the rondalla festival held in Bicol, 8-14 Feb 2004.</p>\r\n\r\n<p>Manila Bulletin. 1991. &ldquo;Rondalla Concert at the Nayong Pilipino.&rdquo; B-20, 9 Apr.</p>\r\n\r\n<p>&mdash;&mdash;&mdash;. 1998. &ldquo;Concert at the Park presents &lsquo;Ang Banda Noon at Ngayon.&rsquo;&rdquo; <em>Manila Bulletin</em>. Life and Leisure section, D-7, 30 May.</p>\r\n\r\n<p>Molina, Antonio J. 1967. &ldquo;The Rondalla.&rdquo; In <em>School Time</em>, edited by H.P. Vibal. Manila.</p>\r\n\r\n<p>Naval, D.T. 1939. &ldquo;Bandurria and Rondalla Arranging.&rdquo; Research work for the Arrangers and Composers Union, Manila.</p>\r\n\r\n<p>Pasamba, Angelita Cariaso. 1985. <em>Rondalla Music</em>. Manila: Rex Bookstore.</p>\r\n\r\n<p>Pfeiffer, William R. 1975. <em>Music in the Philippines&mdash;Indigenous, Folk, Modern</em>. Dumaguete City: Silliman Music Foundation Inc.</p>\r\n\r\n<p>Samson, Helen. 1976. <em>Contemporary Filipino Composers: Biographical Interviews</em>. Quezon City: Manlapaz Publishing Company.</p>\r\n</div>\r\n",
		"article": [
			{
				"type": "paragraph",
				"value": "The <b>rondalla</b> is a group of musicians who play mainly string instruments, such as the <a href=\"/5/37/804\">bandurria</a>, <a href=\"/5/37/814\"><b>laud</b></a>, <a href=\"/5/37/819\"><b>octavina</b></a>, <b>piccolo</b>, <a href=\"/5/37/811\">guitar</a>, and <b>bandolina</b>, for formal stage performances. It is sometimes known as <b>murza</b>, <b>estudiantina</b>, or <b>comparza</b>. Although these groups use the same instruments, they fulfill different functions. The murza is a group of street musicians who beg for alms. The estudiantina is a group of student musicians popular in Spanish universities. And the comparza or rondalla are the more highly trained musical groups who perform onstage."
			},
			{
				"type": "carousel",
				"value": [
					{
						"photo": 2066,
						"desc": "<p>Ibaloy <i>rondalla</i> group (Mario Feir Filipiniana Library)</p>\r\n"
					},
					{
						"photo": 2067,
						"desc": "<p>American-period Royal Filipino String Band (Mario Feir Filipiniana Library)</p>\r\n"
					},
					{
						"photo": 2068,
						"desc": "<p>Rondalla group, 1993 (CCP Collection)</p>\r\n"
					}
				]
			},
			{
				"type": "paragraph",
				"value": "When the Spaniards colonized the Philippines in the 16th century, they brought with them the Spanish rondalla, then composed of bandurrias, <a href=\"/5/37/830\">violins</a>, guitars, <a href=\"/5/37/809\">flutes</a>, cellos, basses, tambourines, castanets, and triangles. Later, Filipinos modified the rondalla to fit their culture. The 12-stringed bandurria became 14-stringed. Philippine wood, like the <i>langka</i>, <i>kamagong</i>, narra, <i>ballatinao</i>, tanguile, and Philippine mahogany were generally used as materials for the construction of the instrument, although the imported pinewood and rosewood continued to be used by some. Similarly, different instrumentation was also formed. The piccolo, bandurria, laud, octavina, guitar, and the bass guitar became the standard Filipino rondalla instruments. The <b>mandola</b> or bandolina<i> </i>was added later by <a href=\"/5/42/4170\">Juan Silos</a><a href=\"/5/42/4170\"> Jr</a> to reinforce the low voices of the laud and the octavina. Because the Filipino rondalla is made up of stringed instruments, it is sometimes called the <b>Filipino stringed band</b>. Percussion instruments, like the bass <a href=\"/5/37/807\">drum</a>, snare drum, cymbal, triangle, tambourine, <a href=\"/5/37/831\">xylophone</a>, marimba, timpani, and kettledrums, were added later for rhythmic effects."
			},
			{
				"type": "paragraph",
				"value": "An eight-member rondalla ensemble usually has four bandurrias, one laud, one octavina, one guitar, and one bass guitar. A larger group consisting of 30 members would have 16 bandurrias, 3 piccolos, 3 laud, 3 octavinas, 3 guitars, and 2 basses. Each instrument in the rondalla has its own function. The bandurria usually carries the main melody. The smaller-sized piccolo plays all kinds of ornamentation, and occasionally also carries the main tune. The laud and the octavina are the lower contrapuntal instruments. The guitar provides the permanent rhythm for the group using chordal and arpeggio accompaniments. The <b>bajo de u&#xF1;as</b><i> </i>(bass guitar) or the <b>bajo de arco</b><i> </i>(double bass)<i> </i>provides the fundamental group tone and reinforces the rhythm."
			},
			{
				"type": "paragraph",
				"value": "The instruments of the standard Filipino rondalla have similarities in structure. The piccolo bandurria resembles the pear-shaped bandurria but is smaller in size. Both have round soundholes. The laud is also shaped like the bandurria but it is bigger, with a longer neck and two F soundholes. The octavina is formed like a small guitar. The bass guitar or bajo de u&#xF1;as resembles the guitar but it is twice as big. In lieu of the bajo de u&#xF1;as, the bajo de arco could be used also in plucked playing style. All the rondalla instruments are played with <b>plectra</b> usually made of synthetic materials, unlike olden times when plectras were made out of turtle shells. However, the guitar and the bass may also be plucked with fingers. Except for the guitar and the bass guitar, all are 14-stringed."
			},
			{
				"type": "paragraph",
				"value": "The Filipino rondalla has a wide repertoire, ranging from folk to modern, and lately contemporary music as well as Filipino and foreign classics. The most commonly played are folk tunes like the <a href=\"/6/46/35\"><b>balitaw</b></a>, <b>harana</b>, <a href=\"/6/46/38\"><b>balse</b></a>, <b>danza</b>, <b>marches</b>, and <b>lullabies</b>. Modern rondalla repertoire includes <b>ragtime</b>, <b>love songs</b>, and <b>Broadway music</b>. The classical rondalla repertoire includes transcriptions and arrangements of the music of famous composers, such as Bach, Beethoven, Rossini, Supp&#xE9;, and Brahms. Most rondalla compositions are arrangements of existing melodies or transcriptions of vocal and other instrumental compositions. Only a few rondalla music exist. Among the composers who first created original rondalla music are <a href=\"/5/5/3964\">Bayani Mendoza de Leon</a> and <a href=\"/5/42/3954\">Jerry Dadap</a>."
			},
			{
				"type": "paragraph",
				"value": "During the early part of the American period, many great rondalla pioneers emerged. Foremost among them was Juan Silos Jr, a Filipino composer and arranger who is known as the &#x201C;Father of the Rondalla.&#x201D; He organized several rondalla groups, including school rondallas at St. Anthony&#x2019;s Institution, Centro Escolar University, Assumption College, Stella Maris College, College of the Holy Spirit, University of Santo Tomas, and Far Eastern University. He also organized the &#x201C;All-Star Filipino Rondalla&#x201D; in 1949, which displayed its versatility with the performance of Tchaikovsky&#x2019;s <b><i>Piano <strong>Concerto</strong> No. 1 in B Flat</i></b><i> </i>and <b><i>Khatchaturian&#x2019;s Saber Dance</i></b><i> </i>during Benny Goodman&#x2019;s farewell concert in 1949."
			},
			{
				"type": "paragraph",
				"value": "Parallelling the enthusiasm and artistry of Juan Silos Jr in the promotion and propagation of Philippine rondalla was the zeal of <a href=\"/5/5/4084\">Antonio J. Molina</a>, proclaimed National Artist in music in 1973. Molina was a renowned composer of instrumental and vocal music. He formed several rondalla groups: the very versatile Comparza Joaquin, 1905-13, which played aboard the American Luxury Liner; Rondalla Ideal, 1909-12; Rondalla Filarmonica Juvenal, 1913, which was composed of teenagers; and Yellow Taxi Rondalla, 1940, which played with a Philharmonic Band conducted by National Artist for Music <a href=\"/5/5/4162\">Lucio San Pedro</a>."
			},
			{
				"type": "paragraph",
				"value": "Another contemporary of the two great rondalla pioneers was Jose Estacion, the uncle of Juan Silos Jr. He had two famous rondalla groups:<i> </i>Comparza Gumamela, named after the flower worn by the members on the lapel of their white coat during formal gatherings; and Rondalla Apollo, 1909, which was formed one Christmas at the Matute residence, and whose members belong to prominent families in Manila."
			},
			{
				"type": "paragraph",
				"value": "Other rondalla pioneers at the beginning of the 20th century were famous tenor <a href=\"/5/42/3931\">Victorino Carrion</a> who organized Comparza Santa Cecilia in 1908; Dalmacio Samarista who conducted Rondalla Oriental in 1914; Jose Estacion who headed the Conservatory of Amoy, China, and organized and conducted the Philippine Rondalla in 1927; composer <a href=\"/5/42/4153\">Hilarion Rubio</a>, consultant of the La Concordia College Rondalla<i> </i>in 1942; and Macario Hernandez who succeeded Juan Silos Jr in directing the Centro Escolar College Rondalla."
			},
			{
				"type": "paragraph",
				"value": "The late 20th and early 21st-century rondalla pioneers can be classified into two: those who were or are foreign-based, and those who were or are Philippine-based. Among the most influential figures in promoting the Filipino rondalla in foreign lands are Bayani Mendoza de Leon, Eleonor Llorin, Tagumpay de Leon, Joseph Eustace Earl Peters, Michael Dadap, Ricardo Trimillos, Josefina Tuason, Edna Culig, and Christi-Anne Castro."
			},
			{
				"type": "paragraph",
				"value": "Bayani Mendoza de Leon was a Filipino composer based in the United States of America. During the 1980s, he organized in San Diego the Pasakat Rondalla and the Samahan Rondalla,<i> </i>whose members were young Filipino-Americans based in San Diego and Los Angeles, California. The two groups had a joint recording titled <b><i>Pasakat-Samahan Rondalla</i></b>. Their repertoire ranged from folk to modern, as well as Filipino and foreign classics. When he moved to New Jersey from California, he organized and conducted the Philippine Chamber Rondalla. This group was later conducted by his successor Leonor Llorin. Their latest album is titled <b><i>Cross Roads</i></b>.<i> </i>Tagumpay &#x201C;Pi&#x201D; M. de Leon, the brother of the late Bayani Mendoza de Leon, and another son of National Artist for Music <a href=\"/5/5/3965\">Felipe de Leon Sr</a>, is the conductor of the University of California Riverside Rondalla<i>.</i> He is an engineer by profession but finds time to hold workshops and teach rondalla classes."
			},
			{
				"type": "paragraph",
				"value": "Michael Dadap is a New York-based guitarist. He directed the Iskwelahang Pilipino Rondalla in Boston, which had a concert tour in the Philippines in 1990. Some of his major contributions to rondalla literature are his <b><i>Choral Cycle No. 1 for Rondalla and Chorus</i></b>,<b><i> <strong><strong>Balitaw</strong></strong> No. 1 for Rondalla</i></b>,<i> </i>and <b><i>Choral Symphonic Ode for Rondalla, Chorus, and Orchestra</i></b>. He used the rondalla as instrumental accompaniment for his recently composed songs in <b><i>Ampalaya the <strong>Musical</strong></i></b>. Iskwelahang Pilipino Rondalla is currently directed by his successor Christi-Anne Castro. The group continues to flourish, performing in significant events in different countries."
			},
			{
				"type": "paragraph",
				"value": "In the Asia-Pacific region, Ricardo Trimillos, Joseph Eustace Earl Peters, and Ian Bull are making great contributions to the development of the Philippine Rondalla. Trimillos is a Filipino-American ethnomusicologist who did research on Tausug music. He has chaired and taught at the Music Department of the University of Hawaii in Manoa, where he has organized and conducted a rondalla group of Filipino-American and white American students. Joseph Eustace Earl Peters is the current chief consultant of Sonic Asia Music Consultants, Singapore. He directs the Tremolo Rondalla Orchestra. Previously, he was the administrative assistant of the National University of Singapore (NUS) for musical activities. He organized the NUS Rondalla as an integral part of the elaborate Singapore Music and Music and Dance program. Its repertoire consisted of Filipino and Asian folk and contemporary selections. Ian Bull directs the Rondanihan Rondalla of Canberra, which inspires the youth to learn and practice the traditional string ensemble&#x2019;s traditions."
			},
			{
				"type": "paragraph",
				"value": "Colorado-based rondalla proponents include Josefina Tuason and Edna Aurora C. Culig. Tuason founded and directed two groups: the Philippine Rondalla of Denver<i> </i>and the Note-ables International. The Philippine Rondalla of Denver<i> </i>was the performing group of the Filipino-American Community of Colorado, a nonprofit organization. The group has performed in many official functions, and produced a CD titled<i> <b>Season&#x2019;s Best</b></i>, 2001. The<i> </i>Note-ables International<i> </i>is a private group of highly skilled musicians. Their finesse interpretation of a varied repertoire was captured in their CD titled <b><i>Kaleidoscope</i></b>,<i> </i>2006. To promote and propagate Philippine rondalla tradition, Culig organized and directed the Philippine American Society of Colorado Philippine Folk Arts Rondalla in 2006. The group has performed in various functions and social events, including the 2010 Colorado Dragon Boat Festival."
			},
			{
				"type": "paragraph",
				"value": "The Philippine-based rondalla pioneers promoted rondalla music through publications, performances in festivals and competitions, instruction, and forums. Because of the aural tradition in the art, there has been a limited number of rondalla scores in the market. These include Edna Aurora Cabilatazan Culig&#x2019;s <b><i>Rondalla Arrangements of Filipino <strong>Folk Dance</strong>s</i></b>,<i> </i>a landmark collection published by the University of the Philippines Press, 2004, and Angelita-Cariaso Pasamba&#x2019;s <b><i>Rondalla Music</i></b>, published by Rex Bookstore, 1985. An older publication titled <b><i>Rondalla Handbook</i></b>,<i> </i>1970, was also written by Jose T. Bacatan, SJ. Upcoming rondalla publications include a method book by <a href=\"/5/42/3977\">Celso Espejo</a>, and <b><i>Laro Rondalya</i></b>, a collection of original contemporary rondalla compositions by <a href=\"/5/5/4165\">Ramon Pagayon Santos</a>, <a href=\"/5/42/4092\">Maria Christine Muyco</a>, Nelson Polvoriza, Lily Anne N. Perez, and Mary Katherine Trangco. Rondalla audio publications include, but are not limited to, <b><i>Celso Espejo Rondalla: Foreign and Light Classics</i></b>,<b> <i>Villa Escudero Rondalla</i></b>,<i> </i>and<i> <b>Lawak Rondalla</b></i>, 2004,<i> </i>a commemorative album of the First International Rondalla Festival."
			},
			{
				"type": "paragraph",
				"value": "There were several rondalla conductors in the late 20th century. Enrico Pio Toledo presented a rondalla festival in 12 Nov 1978 at the Main Theater (now Tanghalang <a href=\"/5/42/3849\">Nicanor Abelardo</a>) of the <a href=\"/5/5/3950\">Cultural Center of the Philippines</a> featuring his four rondalla groups: Don Bosco-Tondo Rondalla, Holy Trinity Academy Rondalla, Hope Christian High School Rondalla, and Pio Valenzuela Elementary School Rondalla.<i> </i>Other rondalla directors who organized their own groups in their respective institutions include Bienvenido Jaravata of Cubal-Cadael Elementary School Rondalla (1974-80), Charlie Valencia of Ateneo Grade School Rondalla, Sim Elman of Miriam High School Rondalla and the UP College of Music Extension Program Rondalla, Daniel Guerrero of St. Scholastica&#x2019;s Academy Rondalla, Pilar Corazon Jimenez of the Philippine High School for the Arts Rondalla (1978-80), Edna Culig of the Dominican Daughters of the Immaculate Mother Rondalla (1990-2005), and Rudy de Leon of the UP College of Music Rondalla."
			},
			{
				"type": "paragraph",
				"value": "More recent Philippine-based rondalla advocates include Celso Espejo, who founded the versatile Celso Espejo Rondalla; Elaine Espejo Cajucom of the National Commission for Culture and the Arts Rondalla, Sidhaya Rondalla, and the University of Philippines Rondalla (founded by Edna Aurora Culig in 1995);<b> </b>Jay Sarita of Dipolog City Community Rondalla; Jegger Andao of Kabataang Silay Rondalla Ensemble; Pacita Narzo of Philippine Normal University Rondalla; Ben Brilliantes of Cainta Rondalla Ensemble; Rowena Bicaldo of the <a href=\"/6/6/2412\">Bayanihan Philippine National Folk Dance Company</a> Rondalla who succeeded Rosa Puertollano; Roberto Calubayan of the University of Sto. Tomas Conservatory of Music Rondalla; Isidro Obmasca of Lucban District Children&#x2019;s Rondalla; and Nelson Polvoriza of Baguio Community Rondalla."
			},
			{
				"type": "paragraph",
				"value": "The increased popularity of the Philippine rondalla nowadays could be primarily attributed to two events: (1) the inclusion of the elementary and high school rondalla categories in the <a href=\"/5/5/4095\">National Music Competitions for Young Artists (NAMCYA)</a> in 1995 and 1996, respectively, and (2) the actualization of Cuerdas Nin Cagabsan International Rondalla Festivals<i> </i>initiated by the National Commission for Culture and the Arts in 2004, when Ramon Santos was the commissioner. Edna<i> </i>Culig was the first chair of the NAMCYA rondalla<i> </i>competitions when Santos was the secretary general. It is also worth mentioning that Culig&#x2019;s master&#x2019;s thesis, &#x201C;The Philippine Bandurria: Its Educational and Artistic Possibilities,&#x201D;<i> </i>1995, has paved the way for rondalla advocates to venture on the educational and artistic possibilities of the Philippine rondalla. The author focused on the bandurria, which is the lead instrument in the rondalla, but the problems, findings, and recommendations in the study are applicable to all rondalla stringed instruments.&#xA0;<span class=\"icon-epa-sun\">&#xA0;</span><em><strong>Written by Edna Aurora C. Culig</strong> </em>"
			},
			{ "type": "see_also", "value": [] },
			{
				"type": "sources",
				"value": [
					{
						"source": "Bacatan, Jose T., SJ. 1970. <em>Rondalla Handbook: A &#x201C;How to Play&#x201D; Manual</em>. Quezon City: Manlapaz Publishing Company."
					},
					{
						"source": "Culig, Edna A. C. 1995. &#x201C;The Philippine Bandurria: A Study on Its Educational and Artistic Possibilities.&#x201D; MA thesis, University of the Philippines."
					},
					{
						"source": "<em>Cultural Center of the Philippines, National Music Competitions for Young Artists Souvenir Programs</em>. 1972-1990. Manila: National Media Production Center."
					},
					{
						"source": "Defensor, Tet. 1990. &#x201C;Going to Great Lengths to Form Rondalla&#x2014; In Boston.&#x201D; Manila Chronicle, 19."
					},
					{
						"source": "Espino, Federico Licsi, Jr. 1969. &#x201C;Rondalla: Recent and Reminiscent.&#x201D; Mirror 21."
					},
					{
						"source": "<em>The First International Rondalla Festival: Cuerdas Nin Kagabsan</em>. Souvenir program published in conjunction with the rondalla festival held in Bicol, 8-14 Feb 2004."
					},
					{
						"source": "Manila Bulletin. 1991. &#x201C;Rondalla Concert at the Nayong Pilipino.&#x201D; B-20, 9 Apr."
					},
					{
						"source": "&#x2014;&#x2014;&#x2014;. 1998. &#x201C;Concert at the Park presents &#x2018;Ang Banda Noon at Ngayon.&#x2019;&#x201D; <em>Manila Bulletin</em>. Life and Leisure section, D-7, 30 May."
					},
					{
						"source": "Molina, Antonio J. 1967. &#x201C;The Rondalla.&#x201D; In <em>School Time</em>, edited by H.P. Vibal. Manila."
					},
					{
						"source": "Naval, D.T. 1939. &#x201C;Bandurria and Rondalla Arranging.&#x201D; Research work for the Arrangers and Composers Union, Manila."
					},
					{
						"source": "Pasamba, Angelita Cariaso. 1985. <em>Rondalla Music</em>. Manila: Rex Bookstore."
					},
					{
						"source": "Pfeiffer, William R. 1975. <em>Music in the Philippines&#x2014;Indigenous, Folk, Modern</em>. Dumaguete City: Silliman Music Foundation Inc."
					},
					{
						"source": "Samson, Helen. 1976. <em>Contemporary Filipino Composers: Biographical Interviews</em>. Quezon City: Manlapaz Publishing Company."
					}
				]
			}
		]
	}
]
